Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: Lets see, am I selling you something? No. Are you giving me money to tell you about this? No. Are you now leaving and going to talk to the storyteller who lives for this kind of thing? Yes.
es: Veamos, ¿te estoy vendiendo algo? No. ¿Me estás dando dinero para contarte esto? No. ¿Ahora te vas y vas a hablar con el narrador que vive para este tipo de cosas? Si.
ru: Посмотрим, я тебе что-то продаю? Нет. Ты даёшь мне деньги, чтобы я тебе об этом сказал? Нет. Ты сейчас уходишь, идёшь к рассказчику, которого хлебом не корми, только дай поболтать? Да.

source: You claim to have spoken with Lachdanan? He was a great hero during his life. Lachdanan was an honorable and just man who served his King faithfully for years. But of course, you already know that. Of those who were caught within the grasp of the King's Curse, Lachdanan would be the least likely to submit to the darkness without a fight, so I suppose that your story could be true. If I were in your place, my friend, I would find a way to release him from his torture.
es: ¿Afirmas haber hablado con Lachdanan? Fue un gran héroe durante su vida. Lachdanan fue un hombre honorable y justo que sirvió fielmente a su Rey durante años. Pero claro, eso ya lo sabes. De aquellos que quedaron atrapados en las garras de la Maldición del Rey, Lachdanan sería el menos propenso a someterse a la oscuridad sin luchar, así que supongo que tu historia podría ser cierta. Si estuviera en tu lugar, amigo mío, encontraría la manera de liberarlo de su tortura.
ru: Ты утверждаете, что с тобой говорил Лахдананом? При жизни он был отважным героем, благородным и справедливым человеком. Он много лет верно служил Королю Леорику. Да, ты, наверное, уже знаешь об этом. Я уверен, что именно Лахданан никогда бы не покорился тёмным силам и не смирился бы с проклятой судьбой, которая постигла людей Леорика. Поэтому, я думаю, что эта история правдива. На твоём месте я бы постарался найти способ избавить его от мучений.

source: You speak of a brave warrior long dead! I'll have no such talk of speaking with departed souls in my inn yard, thank you very much.
es: ¡Hablas de un valiente guerrero muerto hace mucho tiempo! No diré nada de hablar con los difuntos en el patio de mi posada, muchas gracias.
ru: Ты говоришь о храбром воине, который давно умер? Я бы ни за что не стал бы беседовать с таким покойником. Нет уж увольте.

source: A golden elixir, you say. I have never concocted a potion of that color before, so I can't tell you how it would effect you if you were to try to drink it. As your healer, I strongly advise that should you find such an elixir, do as Lachdanan asks and DO NOT try to use it.
es: Un elixir dorado, dices. Nunca antes había preparado una poción de ese color, así que no puedo decirte cómo te afectaría si intentaras beberla. Como su sanador, le recomiendo encarecidamente que, si encuentra un elixir de este tipo, haga lo que le pide Lachdanan y NO trate de usarlo.
ru: Золотой эликсир, говоришь? Я никогда не готовил снадобье такого цвета, и посему не могу знать, как оно на тебя подействует, если ты его выпьешь. Как твой лекарь, я очень тебе советую, если вы найдёте такой эликсир, поступи как просит Лахданан, и НЕ применяй его на себе.

source: I've never heard of a Lachdanan before. I'm sorry, but I don't think that I can be of much help to you.
es: Nunca antes había oído hablar de un Lachdanan. Lo siento, pero no creo que pueda ser de mucha ayuda.
ru: Я никогда раньше не слышала о Лахданане. К сожалению, тут я ничем не могу тебе помочь.

source: If it is actually Lachdanan that you have met, then I would advise that you aid him. I dealt with him on several occasions and found him to be honest and loyal in nature. The curse that fell upon the followers of King Leoric would fall especially hard upon him.
es: Si realmente es Lachdanan a quien encontraste, te aconsejo que lo ayudes. Traté con él en varias ocasiones y descubrí que era honesto y leal por naturaleza. La maldición que cayó sobre los seguidores del Rey Leoric caería especialmente sobre él.
ru: Если то и вправду был Лахданан, то я советую тебе помочь ему. Я несколько раз встречался с ним и считаю, что он был честным человеком, верным своему долгу. Проклятье, постигшее соратников Короля Леорика, было бы особенно тяжело для него.

source: Lachdanan is dead. Everybody knows that, and you can't fool me into thinking any other way. You can't talk to the dead. I know!
es: Lachdanan está muerto. Todo el mundo lo sabe, y no puedes engañarme para que piense de otra manera. No puedes hablar con los muertos. ¡Lo sé!
ru: Лахданан умер. Все об этом знают, и ты меня не надуешь, я своего мнения не изменю. Мертвец не может разговаривать. Я же знаю!

source: You may meet people who are trapped within the Labyrinth, such as Lachdanan. I sense in him honor and great guilt. Aid him, and you aid all of Tristram.
es: Es posible que encuentres a personas atrapadas dentro del Laberinto, como Lachdanan. Siento en él honor y una gran culpa. Ayúdale y ayudarás a todo Tristram.
ru: Ты можешь встретить людей, которые остались пленниками лабиринта, как Лахданан. Я чувствую в нём благородство. Помогите ему, и ты поможешь всему Тристраму.

source: Wait, let me guess. Cain was swallowed up in a gigantic fissure that opened beneath him. He was incinerated in a ball of hellfire, and can't answer your questions anymore. Oh, that isn't what happened? Then I guess you'll be buying something or you'll be on your way.
es: Espera, déjame adivinar. Cain fue tragado por una gigantesca fisura que se abrió debajo de él. Fue incinerado en una bola de fuego del infierno y ya no puede responder a tus preguntas. Oh, ¿no es eso lo que pasó? Entonces supongo que comprarás algo o seguirás tu camino.
ru: Стой, дай угадаю. Каина проглотила огромная пропасть, которая вдруг разверглась у него под ногами. Или он сгорел в шаре адского огня и больше не смог отвечать на твои вопросы. О, этого не случилось? Ну тогда ты что-нибудь купишь у меня или пойдёшь дальше своей дорогой.

source: Please, don't kill me, just hear me out. I was once Captain of King Leoric's Knights, upholding the laws of this land with justice and honor. Then his dark Curse fell upon us for the role we played in his tragic death. As my fellow Knights succumbed to their twisted fate, I fled from the King's burial chamber, searching for some way to free myself from the Curse. I failed... I have heard of a Golden Elixir that could lift the Curse and allow my soul to rest, but I have been unable to find it. My strength now wanes, and with it the last of my humanity as well. Please aid me and find the Elixir. I will repay your efforts - I swear upon my honor.
es: Por favor, no me mates, solo escúchame. Una vez fui Capitán de los Caballeros del Rey Leoric, defendiendo las leyes de esta tierra con justicia y honor. Entonces su oscura Maldición cayó sobre nosotros por el papel que jugamos en su trágica muerte. Mientras mis compañeros Caballeros sucumbían a su retorcido destino, huí de la cámara funeraria del Rey, buscando alguna forma de liberarme de la Maldición. Fallé... He oído hablar de un Elixir Dorado que podría levantar la Maldición y permitir que mi alma descanse, pero no he podido encontrarlo. Mi fuerza ahora se desvanece, y con ella también lo último de mi humanidad. Por favor ayúdame y encuentra el Elixir. Te pagaré tus esfuerzos, lo juro por mi honor.
ru: Прошу, не убивай меня, выслушай мой рассказ. Когда-то я был Капитаном Рыцарей Короля Леорика, мы поддерживали законы порядка и справедливости. А потом нас настигло чёрное Проклятие за то, что мы были виноваты в смерти Короля. Мои товарищи покорились своей ужасной судьбе, но я сбежал из королевской усыпальницы, надеясь найти способ снять с себя Проклятие. Но я не смог... Я слышал о Золотом Эликсире, который способен снять Проклятие и дать покой моей душе, но я не смог его найти. Силы покидают меня, а вместе с ними я теряю всё человеческое, что во мне осталось. Прошу тебя, помоги мне, найди Золотой Эликсир. Клянусь честью - я отблагодарю тебя.

source: You have not found the Golden Elixir. I fear that I am doomed for eternity. Please, keep trying...
es: No has encontrado el Elixir Dorado. Temo estar condenado por la eternidad. Por favor, sigue intentándolo ...
ru: Тебе не удалось найти Золотой Эликсир. Боюсь, я проклят навечно. Прошу тебя, продолжай поиски...

source: You have saved my soul from damnation, and for that I am in your debt. If there is ever a way that I can repay you from beyond the grave I will find it, but for now - take my helm. On the journey I am about to take I will have little use for it. May it protect you against the dark powers below. Go with the Light, my friend...
es: Has salvado mi alma de la condenación, y por eso estoy en deuda contigo. Si alguna vez hay una forma de recompensarte desde más allá de la tumba, la encontraré, pero por ahora, toma mi yelmo. En el viaje que estoy a punto de emprender, lo utilizaré poco. Que te proteja contra los poderes oscuros de abajo. Ve con la Luz, amigo mío ...
ru: Теперь моя душа спасена, я твой должник. Я найду способ отблагодарить тебя за помощь, а пока что - возьми мой шлем. Там, куда я направляюсь, он мне не понадобиться. Пусть он защитит тебя от тёмных сил подземного мира. Да прибудет с тобой Свет, друг мой...

source: Griswold speaks of The Anvil of Fury - a legendary artifact long searched for, but never found. Crafted from the metallic bones of the Razor Pit demons, the Anvil of Fury was smelt around the skulls of the five most powerful magi of the underworld. Carved with runes of power and chaos, any weapon or armor forged upon this Anvil will be immersed into the realm of Chaos, imbedding it with magical properties. It is said that the unpredictable nature of Chaos makes it difficult to know what the outcome of this smithing will be...
es: Griswold habla de El yunque de la furia, un artefacto legendario buscado durante mucho tiempo, pero nunca encontrado. Elaborado a partir de los huesos metálicos de los demonios del Pozo de la Navaja, el Yunque de la Furia se fundió alrededor de los cráneos de los cinco magos más poderosos del inframundo. Tallado con runas de poder y caos, cualquier arma o armadura forjada en este Yunque se sumergirá en el reino del Caos, dándole propiedades mágicas. Se dice que la naturaleza impredecible del Caos dificulta saber cuál será el resultado de esta herrería ...
ru: Гризвольд говорит о Дьявольской Наковальне. Ооо, это легендарный артефакт. Многие долго его искали, но так и не нашли. Она выплавлена из металлических костей демонов, обитающих в Яме Лезвий и отделана черепами пяти самых могущественных магов подземного мира. Если оружие изготовлено на Дьявольской Наковальне, на нём есть руны сил Хаоса, и она имеет волшебные свойства. Трудно сказать, что за оружие может получиться у кузнеца, так как природа Хаоса непредсказуема...

source: Don't you think that Griswold would be a better person to ask about this? He's quite handy, you know.
es: ¿No crees que Griswold sería una mejor persona para preguntarle sobre esto? Es bastante hábil, ¿sabes?.
ru: Тебе не кажется, что лучше спросить об этом у Гризвольда? Он с радостью тебе поможет.

source: If you had been looking for information on the Pestle of Curing or the Silver Chalice of Purification, I could have assisted you, my friend. However, in this matter, you would be better served to speak to either Griswold or Cain.
es: Si hubiera estado buscando información sobre el Mortero de Curación o el Cáliz de Plata de la Purificación, podría haberte ayudado, amigo mío. Sin embargo, en este asunto, sería mejor que hablaras con Griswold o Caín.
ru: Если бы тебе хотелось узнать что-нибудь об Исцеляющем Пестике или Серебряной чаше очищения, я мог бы о них рассказать, друг мой. Но в этом деле тебе лучше обратиться за помощью к Гризвольду или Каину.

source: Griswold's father used to tell some of us when we were growing up about a giant anvil that was used to make mighty weapons. He said that when a hammer was struck upon this anvil, the ground would shake with a great fury. Whenever the earth moves, I always remember that story.
es: El padre de Griswold solía contarnos a algunos de nosotros, cuando éramos pequeños, acerca de un yunque gigante que se usaba para fabricar armas poderosas. Dijo que cuando se golpeaba un martillo en este yunque, el suelo temblaba con gran furia. Cada vez que la tierra se mueve, siempre recuerdo esa historia.
ru: Когда мы были детьми, отец Гризвольда часто рассказывал нам о гигантской наковальне, на которой ковалось мощное оружие. Он говорил, что когда молот ударял по этой наковальне, земля сильно сотрясалась. И каждый раз, когда трясётся земля, я вспоминаю этот рассказ.

source: Greetings! It's always a pleasure to see one of my best customers! I know that you have been venturing deeper into the Labyrinth, and there is a story I was told that you may find worth the time to listen to... One of the men who returned from the Labyrinth told me about a mystic anvil that he came across during his escape. His description reminded me of legends I had heard in my youth about the burning Hellforge where powerful weapons of magic are crafted. The legend had it that deep within the Hellforge rested the Anvil of Fury! This Anvil contained within it the very essence of the demonic underworld... It is said that any weapon crafted upon the burning Anvil is imbued with great power. If this anvil is indeed the Anvil of Fury, I may be able to make you a weapon capable of defeating even the darkest lord of Hell! Find the Anvil for me, and I'll get to work!
es: ¡Saludos! ¡Siempre es un placer ver a uno de mis mejores clientes! Sé que te has estado aventurando más profundamente en el Laberinto, y hay una historia que me contaron que puede que valga la pena escucharla ... Uno de los hombres que regresó del Laberinto me habló de un yunque místico que encontró durante su fuga. Su descripción me recordó las leyendas que había escuchado en mi juventud sobre la ardiente Forja Infernal donde se fabrican poderosas armas mágicas. ¡La leyenda decía que en lo profundo de la Forja Infernal descansaba el Yunque de la Furia! Este Yunque contenía la esencia misma del inframundo demoníaco ... Se dice que cualquier arma fabricada sobre el Yunque en llamas está imbuida de un gran poder. Si este yunque es de hecho el Yunque de la Furia, ¡podría crearte en un arma capaz de derrotar incluso al señor más oscuro del infierno! ¡Encuentra el Yunque para mí y me pondré manos a la obra!
ru: Приветствую тебя! Всегда приятно видеть одного из лучших клиентов! Я знаю о твоём походе в глубину Лабиринта, и хочу рассказать тебе одну историю, которую тебе стоит послушать... Один из людей, которому удалось выбраться из Лабиринта, рассказал мне о волшебной наковальне, которую он там видел. Его рассказ напомнил мне легенду, которую я слышал в юности. В легенде говориться об Адской Кузнице, где ковалось мощное оружие, обладавшее волшебной силой. В той Адской Кузнице была Дьявольская Наковальня! Эта Наковальня содержала в себе самую сущность демонического мира... Любое оружие, изготовленное на Дьявольской Наковальне, обладает огромной силой. Если то в самом деле была Дьявольская Наковальня, я выковал бы на ней для тебя такое оружие, которым можно победить самого повелителя Ада! Найди Дьявольскую Наковальню и принеси её мне, вот тогда я примусь за работу!

source: Nothing yet, eh? Well, keep searching. A weapon forged upon the Anvil could be your best hope, and I am sure that I can make you one of legendary proportions.
es: Nada todavía, ¿eh? Bueno, sigue buscando. Un arma forjada en el Yunque podría ser tu mejor esperanza, y estoy seguro de que puedo crearte una de proporciones legendarias.
ru: Ещё не удалось найти, да? Продолжай поиски. Оружие, сделанное на этой Наковальне, лучшее из всего, что у тебя будет. Я уверен, что смогу сделать нечто легендарное.

source: I can hardly believe it! This is the Anvil of Fury - good work, my friend. Now we'll show those bastards that there are no weapons in Hell more deadly than those made by men! Take this and may Light protect you.
es: ¡Casi no puedo creerlo! Este es el Yunque de la Furia. Buen trabajo, amigo. ¡Ahora les mostraremos a esos bastardos que no hay armas en el infierno más mortíferas que las fabricadas por los hombres! Toma esto y que la Luz te proteja.
ru: Глазам своим не верю! Это же Дьявольская Наковальня - молодец. Теперь мы покажем этим гадам, что даже в Аду нет оружия более смертоносного, чем то, которое может сделать человек! Возьми его, и да прибудет с тобой Свет.

source: Griswold can't sell his anvil. What will he do then? And I'd be angry too if someone took my anvil!
es: Griswold no puede vender su yunque. ¿Qué hará entonces? ¡Y también me enojaría si alguien me quitara el yunque!
ru: Гризвольд не продаст свою наковальню. Что же он тогда будет делать? Иди набудумбам хаха прф ха!

source: There are many artifacts within the Labyrinth that hold powers beyond the comprehension of mortals. Some of these hold fantastic power that can be used by either the Light or the Darkness. Securing the Anvil from below could shift the course of the Sin War towards the Light.
es: Hay muchos artefactos dentro del Laberinto que tienen poderes más allá de la comprensión de los mortales. Algunos de estos tienen un poder fantástico que puede ser utilizado tanto por la Luz como por la Oscuridad. Asegurar el Yunque desde abajo podría cambiar el curso de la Guerra del Pecado hacia la Luz.
ru: В Лабиринте много артефактов, содержащих магию, которую надо осмыслить простым смертным. Некоторые из них обладают фантастической силой, которую можно использовать и в злых, и в добрых целях. Если отобрать Дьявольскую Наковальню у сил зла, можно использовать её для добра.

source: If you were to find this artifact for Griswold, it could put a serious damper on my business here. Awwww, you'll never find it.
es: Si encuentras este artefacto para Griswold, podrías poner en serios problemas a mi negocio. Awwww, nunca lo encontrarás.
ru: Если ты найдёшь для Гризвольда этот артефакт, это будет серьёзным ударом по моему бизнесу. А, ты всё равно никогда его не найдёшь.

source: The Gateway of Blood and the Halls of Fire are landmarks of mystic origin. Wherever this book you read from resides it is surely a place of great power. Legends speak of a pedestal that is carved from obsidian stone and has a pool of boiling blood atop its bone encrusted surface. There are also allusions to Stones of Blood that will open a door that guards an ancient treasure... The nature of this treasure is shrouded in speculation, my friend, but it is said that the ancient hero Arkaine placed the holy armor Valor in a secret vault. Arkaine was the first mortal to turn the tide of the Sin War and chase the legions of darkness back to the Burning Hells. Just before Arkaine died, his armor was hidden away in a secret vault. It is said that when this holy armor is again needed, a hero will arise to don Valor once more. Perhaps you are that hero...
es: La Puerta de la Sangre y las Cámaras del Fuego son hitos de origen místico. Dondequiera que resida este libro que lea, seguramente es un lugar de gran poder. Las leyendas hablan de un pedestal que está tallado en piedra de obsidiana y tiene un charco de sangre hirviendo sobre su superficie incrustada de huesos. También hay alusiones a unas Piedras de sangre que abrirán una puerta que guarda un antiguo tesoro ... La naturaleza de este tesoro está envuelta en especulaciones, amigo mío, pero se dice que el antiguo héroe Arkaine colocó la armadura sagrada Valor en una bóveda secreta. Arkaine fue el primer mortal en cambiar el rumbo de la Guerra del Pecado y perseguir a las legiones de la oscuridad de regreso a los Infiernos Ardientes. Justo antes de que Arkaine muriera, su armadura estaba escondida en una bóveda secreta. Se dice que cuando se necesite de nuevo esta armadura sagrada, un héroe se levantará para don Valor una vez más. Quizás eres ese héroe ...
ru: Ворота Крови и Зал Огня? Это места, покрытые тайной. Без сомнения, в той книге говориться о месте, обладающем великой силой. В легендах говориться о пьедестале, высеченном из обсидиана. На верхушке пьедестала есть чаша, сделанная из резной кости. Та чаша наполнена кипящей кровью. В легендах также упоминаются кровавые камни, открывающие дверь, за которой лежит древнее сокровище... Можно только догадываться, что это за сокровище, но известно, что герой древности Аркейн спрятал священные Доспехи Отвага в тайнике. Аркейн был первым из смертных, которому удалось повернуть ход Войны Грехов и прогнать легионы исчадий тьмы обратно в Ад. Как раз перед своей смертью, Аркейн спрятал свои доспехи в тайник. И сказано, что когда Отвага снова понадобится для борьбы с тёмными силами, придёт герой, облачиться в священные доспехи. Может быть, ты и есть тот герой...

source: Every child hears the story of the warrior Arkaine and his mystic armor known as Valor. If you could find its resting place, you would be well protected against the evil in the Labyrinth.
es: Todos los niños escuchan la historia del guerrero Arkaine y su armadura mística conocida como Valor. Si pudieras encontrar su lugar de descanso, estarías bien protegido contra el mal en el Laberinto.
ru: Каждому ребёнку известна легенда о доблестном Аркейне и его волшебных доспехах Отвага. Если ты найдёшь эти доспехи, они будут тебе хорошей защитой от зла, царящего в Лабиринте.

source: Hmm... it sounds like something I should remember, but I've been so busy learning new cures and creating better elixirs that I must have forgotten. Sorry...
es: Hmm ... suena como algo que debería recordar, pero he estado tan ocupado aprendiendo nuevas curas y creando mejores elixires que debí haberlo olvidado. Lo siento ...
ru: Хм... я, кажется, помнил об этом, но я был так занят изучением новых лекарств и созданием более сильных эликсиров, что, наверное, забыл об этом. Извини...

source: The story of the magic armor called Valor is something I often heard the boys talk about. You had better ask one of the men in the village.
es: La historia de la armadura mágica llamada Valor es algo de lo que a menudo escuché decir a los chicos. Será mejor que pregunte a uno de los hombres del pueblo.
ru: Я часто слышала, как мальчишки говорили о волшебных доспехах, которые называются Отвага. Ты лучше спроси у какого-нибудь мужчины из деревни.

source: The armor known as Valor could be what tips the scales in your favor. I will tell you that many have looked for it - including myself. Arkaine hid it well, my friend, and it will take more than a bit of luck to unlock the secrets that have kept it concealed oh, lo these many years.
es: La armadura conocida como Valor podría ser la que incline la balanza a tu favor. Les diré que muchos lo han buscado, incluyéndome a mí. Arkaine lo escondió bien, amigo mío, y se necesitará más que un poco de suerte para descubrir los secretos que lo han mantenido oculto, oh, he aquí hace muchos años.
ru: Доспехи, что называются Отвага, были бы тебе хорошей защитой. Многие пытались найти их, в том числе и я. Аркейн хорошо спрятал их, друг мой. Одного везения недостаточно, чтобы разгадать секреты, которые скрывают эти доспехи уже так много лет.

source: Zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz...
ru: Хррррррррррррррррррррррррррррррр...

source: Should you find these Stones of Blood, use them carefully. The way is fraught with danger and your only hope rests within your self trust.
es: Si encuentras estas Piedras de Sangre, úsalas con cuidado. El camino está plagado de peligros y tu única esperanza reside en la confianza en ti mismo.
ru: Если найдёшь Кровавые Камни, используй их с умом. Твой путь полон опасностей, но уверенность в своих силах вселяет надежду на успех.
