Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: I know you gots your own ideas, and I know you're not gonna believe this, but that weapon you got there - it just ain't no good against those big brutes! Oh, I don't care what Griswold says, they can't make anything like they used to in the old days...
es: Sé que tienes tus propias ideas, y sé que no vas a creer esto, pero ese arma que tienes allí, ¡simplemente no es buena contra esos grandes brutos! Oh, no me importa lo que diga Griswold, no pueden hacer nada como solían hacer en los viejos tiempos ...
ru: Я знаю, что ты думаешь, и ты мне, конечно, не поверишь, но вот твоё оружие, - ерунда против тех здоровых скотов. Мне всё равно, что говорит Гризвольд, сейчас уже никто не может делать такого оружия, как в старые добрые времена...

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin' good, but you gotta give him some gold or he won't even show you what he's got.
es: Si yo fuera tú ... y no lo soy ... pero si lo fuera, vendería todas esas cosas que tienes y me largaría de aquí. Ese chico de ahí fuera ... Siempre tiene algo bueno, pero tienes que darle algo de oro o ni siquiera te mostrará lo que tiene.
ru: Если б я был ты... а я не ты... но если б я был, я бы продал все свои вещи и убрался отсюда подальше. Тот мальчишка... У него всегда имеется что-то хорошее, но надо дать ему золота, иначе он даже не покажет тебе, что у него там.

source: I sense a soul in search of answers...
es: Siento un alma en busca de respuestas ...
ru: Я чую душу в поисках ответов...

source: Wisdom is earned, not given. If you discover a tome of knowledge, devour its words. Should you already have knowledge of the arcane mysteries scribed within a book, remember - that level of mastery can always increase.
es: La sabiduría se gana, no se da. Si descubres un tomo de conocimiento, devora sus palabras. Si ya tienes conocimiento de los misterios arcanos escritos en un libro, recuerda, ese nivel de maestría siempre puede aumentar.
ru: Мудростью не одаривают, её надо приобретать. Если ты найдёшь книгу знаний, жадно поглощай её слова. Если же тебе уже известны древние тайны, написанные в книге, то помни: совершенству нет предела.

source: The greatest power is often the shortest lived. You may find ancient words of power written upon scrolls of parchment. The strength of these scrolls lies in the ability of either apprentice or adept to cast them with equal ability. Their weakness is that they must first be read aloud and can never be kept at the ready in your mind. Know also that these scrolls can be read but once, so use them with care.
es: El mayor poder es a menudo el de menor duración. Puede encontrar antiguas palabras de poder escritas en rollos de pergamino. La fuerza de estos pergaminos radica en la capacidad del aprendiz o del adepto para lanzarlos con igual habilidad. Su debilidad es que primero se deben leer en voz alta y nunca se pueden tener listos en la mente. Debes saber también que estos pergaminos se pueden leer una sola vez, así que utilízalos con cuidado.
ru: Самая мощная энергия часто бывает самой кратковременной. Ты можешь найти древние слова волшебной силы, написанные на пергамент. Сила этих свитков зависит от того, использует ли их ученик или мастер. Их недостаток это то, что их можно только раз прочесть в слух и нельзя держать наготове в уме. Помни, что эти свитки можно прочитать только один раз, поэтому используй их мудро.

source: Though the heat of the sun is beyond measure, the mere flame of a candle is of greater danger. No energies, no matter how great, can be used without the proper focus. For many spells, ensorcelled Staves may be charged with magical energies many times over. I have the ability to restore their power - but know that nothing is done without a price.
es: Aunque el calor del sol es inconmensurable, la mera llama de una vela es de mayor peligro. Ninguna energía, por grande que sea, puede usarse sin el enfoque adecuado. Para muchos hechizos, los Bastones encantados pueden cargarse muchas veces con energías mágicas. Tengo la capacidad de restaurar su poder, pero sé que nada se hace sin un precio.
ru: Хотя жар солнца неизмеримо велик, но пламя простой свечи может быть гораздо опаснее. Невозможно использовать энергию, какой бы мощной она ни была, если её не направить в нужное русло. Многие волшебные посохи можно заряжать энергией снова и снова. Я имею способность пополнять посохи волшебной энергией, но знай - ничего не делается бесплатно.

source: The sum of our knowledge is in the sum of its people. Should you find a book or scroll that you cannot decipher, do not hesitate to bring it to me. If I can make sense of it I will share what I find.
es: La suma de nuestro conocimiento está en la suma de su gente. Si encuentras un libro o un pergamino que no puedas descifrar, no dude en traérmelo. Si puedo encontrarle sentido, compartiré lo que encuentre.
ru: Наши знания - это знания нашего народа. Если ты найдёшь книгу или свиток, которые не можешь прочитать, без колебаний неси их ко мне. Если я смогу понять, что там написано, я поделюсь этим с тобой.

source: To a man who only knows Iron, there is no greater magic than Steel. The blacksmith Griswold is more of a sorcerer than he knows. His ability to meld fire and metal is unequaled in this land.
es: Para un hombre que solo conoce el Hierro, no hay mayor magia que el Acero. El herrero Griswold es más hechicero de lo que él cree. Su habilidad para fusionar el fuego y el metal es inigualable en esta tierra.
ru: Для того, кто знает только Железо, нет волшебства более великого, чем Сталь. Кузнец Гризвольд тоже в своём роде волшебник. Никто в этом краю не сравниться с ним в искусстве ковки металла.

source: Corruption has the strength of deceit, but innocence holds the power of purity. The young woman Gillian has a pure heart, placing the needs of her matriarch over her own. She fears me, but it is only because she does not understand me.
es: La corrupción tiene la fuerza del engaño, pero la inocencia tiene el poder de la pureza. La joven Gillian tiene un corazón puro, anteponiendo las necesidades de su matriarca sobre las suyas. Ella me teme, pero es solo porque no me comprende.
ru: Испорченное способно одурачить, а в невинности заключается сила чистоты. У Джиллиан чистое сердце, и она ставит интересы своей бабушки выше своих собственных. Она боится меня, но только потому, что не понимает меня.

source: A chest opened in darkness holds no greater treasure than when it is opened in the light. The storyteller Cain is an enigma, but only to those who do not look. His knowledge of what lies beneath the cathedral is far greater than even he allows himself to realize.
es: Un cofre abierto en la oscuridad no guarda mayor tesoro que cuando se abre a la luz. El narrador Caín es un enigma, pero solo para quienes no miran. Su conocimiento de lo que hay debajo de la catedral es mucho mayor de lo que él mismo se permite darse cuenta.
ru: Если открыть сундук в темноте, в нём будет не больше богатства, чем если открыть его при свете. Рассказчик Каин - загадочный человек, но лишь для тех, кто не присматривается к нему. Он знает о том, что находится под собором, гораздо больше, чем он сам это осознаёт.

source: The higher you place your faith in one man, the farther it has to fall. Farnham has lost his soul, but not to any demon. It was lost when he saw his fellow townspeople betrayed by the Archbishop Lazarus. He has knowledge to be gleaned, but you must separate fact from fantasy.
es: Cuanto más alto pongas tu fe en un hombre, más debe caer. Farnham ha perdido su alma, pero no ante ningún demonio. Se perdió cuando vio a la gente del pueblo traicionados por el Arzobispo Lazarus. Él tiene conocimientos para cosechar, pero debes separar los hechos de las fantasías.
ru: Чем выше возносишь человека, тем ниже он упадёт в твоих глазах. Фарнам загубил свои душу и разум, но не из-за демона. Он потерял их, когда увидел, что Архиепископ Лазарь предал жителей своей деревни. У него бывают проблески разума, но следует отличать факты от фантазии.

source: The hand, the heart and the mind can perform miracles when they are in perfect harmony. The healer Pepin sees into the body in a way that even I cannot. His ability to restore the sick and injured is magnified by his understanding of the creation of elixirs and potions. He is as great an ally as you have in Tristram.
es: La mano, el corazón y la mente pueden realizar milagros cuando están en perfecta armonía. El sanador Pepin ve el interior del cuerpo de una manera que ni siquiera yo puedo. Su capacidad para restaurar a los enfermos y heridos se ve magnificada por su comprensión en la creación de elixires y pociones. Es un aliado tan grande como tú en Tristram.
ru: Руки, сердце и разум могут совершать чудеса, когда между ними есть гармония. Даже я не могу так хорошо определять и лечить болезни и раны, как это умеет Лекарь Пепин. Кроме того, он создаёт чудесные лекарственные снадобья и элексиры. Он всегда окажет тебе помощь, если ты будешь в Тристраме.

source: There is much about the future we cannot see, but when it comes it will be the children who wield it. The boy Wirt has a blackness upon his soul, but he poses no threat to the town or its people. His secretive dealings with the urchins and unspoken guilds of nearby towns gain him access to many devices that cannot be easily found in Tristram. While his methods may be reproachful, Wirt can provide assistance for your battle against the encroaching Darkness.
es: Hay mucho sobre el futuro que no podemos ver, pero cuando llegue serán los niños quienes lo manejen. El niño Wirt tiene algo oscuro en el alma, pero no representa una amenaza para el pueblo o su gente. Sus tratos secretos con los rufianes y los inconfesables gremios de los pueblos cercanos le permiten acceder a muchos dispositivos que no se pueden encontrar fácilmente en Tristram. Si bien sus métodos pueden ser reprochables, Wirt puede ayudarte en tu batalla contra la Oscuridad que nos invade.
ru: Мы многого не можем знать о будущем, но оно находиться в руках детей. У мальчугана Вирта в душе остался мрак, но он не представляет опасности для жителей деревни. Благодаря своим связям с уличными мальчишками и тайными гильдиями соседних деревень, он может доставать много вещей, которые нелегко найти в Тристраме. И хотя его методы заслуживают осуждения, Вирт может помочь тебе раздобыть что-нибудь, что пригодиться тебе в борьбе с силами надвигающейся Тьмы.

source: Earthen walls and thatched canopy do not a home create. The innkeeper Ogden serves more of a purpose in this town than many understand. He provides shelter for Gillian and her matriarch, maintains what life Farnham has left to him, and provides an anchor for all who are left in the town to what Tristram once was. His tavern, and the simple pleasures that can still be found there, provide a glimpse of a life that the people here remember. It is that memory that continues to feed their hopes for your success.
es: Las paredes de tierra y el dosel de paja no crean una casa. El posadero Ogden tiene un mayor propósito en este pueblo de lo que muchos creen. Proporciona refugio para Gillian y su matriarca, mantiene la vida que le dejó Farnham y proporciona un ancla para todos los que quedan en el pueblo a lo que Tristram fue una vez. Su taberna, y los placeres sencillos que aún se pueden encontrar allí, dan una idea de una vida que la gente de aquí recuerda. Es ese recuerdo el que sigue alimentando sus esperanzas de éxito.
ru: Глиняные стены и соломенная крыша плохой дом для человека. Хозяин гостиницы значит для этой деревни гораздо больше, чем многие думают. Он даёт убежище Джиллиан и её бабушке, как может поддерживает Фарнама, его двери всегда открытые для тех, кто ещё остался в Тристраме. Его таверна и те простые удовольствия, которые всё можно там получить, напоминают людям о жизни, кипевшей тут раньше. Именно эти воспоминания ещё вселяют в людей надежду и веру в твою победу.

source: Pssst... over here...
es: Pssst ... por aquí ...
ru: Пссс... иди сюда...

source: Not everyone in Tristram has a use - or a market - for everything you will find in the labyrinth. Not even me, as hard as that is to believe. Sometimes, only you will be able to find a purpose for some things.
es: No todo el mundo en Tristram tiene un uso, o un mercado, para todo lo que encontrará en el laberinto. Ni siquiera yo, por más difícil que sea de creer. A veces, solo tú podrás encontrar un propósito para algunas cosas.
ru: Не каждый в Тристраме найдёт применение - или покупателя - для всего, что ты найдёшь в лабиринте. Даже я, хоть в это и трудно поверить. Только для некоторых вещей ты сможешь найти применение.

source: Don't trust everything the drunk says. Too many ales have fogged his vision and his good sense.
es: No te fíes de todo lo que dice el borracho. Demasiadas cervezas han empañado su visión y su sentido común.
ru: Не верь всему, что говорит этот пьяница. Пиво залило ему глаза и мозги.

source: In case you haven't noticed, I don't buy anything from Tristram. I am an importer of quality goods. If you want to peddle junk, you'll have to see Griswold, Pepin or that witch, Adria. I'm sure that they will snap up whatever you can bring them...
es: Por si no lo has notado, no compro nada de Tristram. Soy un importador de productos de calidad. Si quieres vender basura, tendrás que ver a Griswold, Pepin o esa bruja, Adria. Estoy seguro de que te sacarán de las manos todo lo que les puedas llevar ...
ru: Уже можно было заметить, что я ничего не покупаю в Тристраме. Я достаю товар высшего качества. Если ты хочешь торговать барахлом, пойди к Гризвольду, Пепину или к той ведьме Адрии. Я уверен, что они проглотят всё, что ты им там притащишь...

source: I guess I owe the blacksmith my life - what there is of it. Sure, Griswold offered me an apprenticeship at the smithy, and he is a nice enough guy, but I'll never get enough money to... well, let's just say that I have definite plans that require a large amount of gold.
es: Supongo que le debo la vida al herrero, lo que queda de ella. Claro, Griswold me ofreció un aprendizaje en la herrería, y es un tipo bastante agradable, pero nunca obtendré suficiente dinero para ... bueno, digamos que tengo planes definidos que requieren una gran cantidad de oro.
ru: Кузнец спас мне жизнь - или то, что от неё осталось. Гризвольд предложил мне подмастерьем в кузнице, и вообще он хороший мужик, но там я никогда не смогу заработать достаточно денег, чтобы... ну, скажем , у меня есть кое-какие планы, а для них нужно много золота.

source: If I were a few years older, I would shower her with whatever riches I could muster, and let me assure you I can get my hands on some very nice stuff. Gillian is a beautiful girl who should get out of Tristram as soon as it is safe. Hmmm... maybe I'll take her with me when I go...
es: Si tuviera unos años más, la colmaría con todas las riquezas que pudiera reunir, y déjame asegurarte que puedo conseguir algunas cosas muy buenas. Gillian es una hermosa chica que debería salir de Tristram tan pronto como sea seguro. Hmmm ... tal vez me la lleve conmigo cuando me vaya ...
ru: Если бы я был постарше, я бы осыпал её всеми богатствами, какие только смог бы раздобыть, и уверяю тебя, что я могу достать очень ценные вещи. Джиллиан красивая девушка, ей просто надо уехать отсюда, как только это будет достаточно безопасно. Хммм... может быть, я и возьму её с собой, когда уеду...

source: Cain knows too much. He scares the life out of me - even more than that woman across the river. He keeps telling me about how lucky I am to be alive, and how my story is foretold in legend. I think he's off his crock.
es: Caín sabe demasiado. Me asusta de muerte, incluso más que esa mujer al otro lado del río. No deja de contarme lo afortunado que soy de estar vivo y cómo mi historia está predicha en la leyenda. Creo que está loco.
ru: Каин слишком много знает. Я его до смерти боюсь - даже больше, чем ту ведьму, что живёт за рекой. Он всё время говорит, как мне повезло, что я остался жив, и что моя история станет легендой. Я думаю, у него не все дома.

source: Farnham - now there is a man with serious problems, and I know all about how serious problems can be. He trusted too much in the integrity of one man, and Lazarus led him into the very jaws of death. Oh, I know what it's like down there, so don't even start telling me about your plans to destroy the evil that dwells in that Labyrinth. Just watch your legs...
es: Farnham: ahora hay un hombre con problemas graves y sé todo acerca de lo graves que pueden ser los problemas. Confió demasiado en la integridad de un hombre, y Lazarus lo llevó a las mismas fauces de la muerte. Oh, sé lo que es ahí abajo, así que ni siquiera empieces a contarme tus planes para destruir el mal que habita en ese Laberinto. Cuida tus piernas ...
ru: Фарнам - вот у него серьёзные проблемы, а я уж знаю, что такое серьёзные проблемы. Он слишком сильно верил в честность одного человека - Лазаря - а тот отправил его прямо в когти смерти. О, я знаю, каково там внизу, и не надо рассказывать мне о своих планах уничтожить зло, обитающее Лабиринте. Просто береги свои ноги...

source: As long as you don't need anything reattached, old Pepin is as good as they come. If I'd have had some of those potions he brews, I might still have my leg...
es: Siempre que no necesites volver a colocar nada, el viejo Pepin es tan bueno como pocos. Si hubiera tenido algunas de esas pociones que él prepara, aún podría tener mi pierna ...
ru: Старик Пепин - хороший лекарь, если дело не касается пришивания конечностей. Вот если бы у меня были те зелья, которые он варит, я может быть и не потерял бы ногу...

source: Adria truly bothers me. Sure, Cain is creepy in what he can tell you about the past, but that witch can see into your past. She always has some way to get whatever she needs, too. Adria gets her hands on more merchandise than I've seen pass through the gates of the King's Bazaar during High Festival.
es: Adria realmente me molesta. Claro, Cain es espeluznante en lo que puede contarte sobre el pasado, pero esa bruja puede ver tu pasado. Ella siempre tiene alguna forma de conseguir lo que necesita también. Adria consigue más mercadería de la que he visto pasar por las puertas del Bazar del Rey durante el Festival Mayor.
ru: Адрия пугает меня. Конечно, Каин может многое рассказать о прошлом, но эта ведьма может видеть всё твоё прошлое. Ей всегда как-то удаётся получить любую вещь, которая ей нужна. Через руки Адрии проходит больше товаров, чем через ворота Королевского Рынка во время ярмарки.

source: Ogden is a fool for staying here. I could get him out of town for a very reasonable price, but he insists on trying to make a go of it with that stupid tavern. I guess at the least he gives Gillian a place to work, and his wife Garda does make a superb Shepherd's pie...
es: Ogden es un tonto por quedarse aquí. Podría sacarlo del pueblo por un precio muy razonable, pero él insiste en intentar salir adelante con esa estúpida taberna. Supongo que al menos le da a Gillian un lugar para trabajar, y su esposa Garda hace un excelente Pastel de cordero ...
ru: Огден дурак, что не уехал отсюда. Я мог бы вывезти его из города за разумную цену, но он надеется раскрутить дела в своей никчемной Таверне. Хорошо хоть, что дал работу Джиллиан, а его жена Гарда печёт превосходный пастуший пирог...

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
es: Más allá del Salón de los Héroes se encuentra la Cámara de Hueso. La muerte eterna aguarda a cualquiera que busque robar los tesoros guardados dentro de esta habitación. Así habla el Señor del Terror, y así está escrito.
ru: За Залом Героев находятся Палата Костей. Вечная смерть постигнет того, кто захочет украсть сокровища, хранящиеся в ней. Так сказал Повелитель Ужаса, и так написано.

source: ...and so, locked beyond the Gateway of Blood and past the Hall of Fire, Valor awaits for the Hero of Light to awaken...
es: ... y así, encerrado más allá de la Puerta de la Sangre y más allá del Salón del Fuego, Valor espera a que el Héroe de la Luz despierte ...
ru: ...и за Воротами Крови, за Залом Огня, Отвага ждёт прихода Героя Света...

source: I can see what you see not. Vision milky then eyes rot. When you turn they will be gone, Whispering their hidden song. Then you see what cannot be, Shadows move where light should be. Out of darkness, out of mind, Cast down into the Halls of the Blind.
es: Puedo ver lo que tú no ves. Visión lechosa, luego los ojos se pudren. Cuando te vuelvas se habrán ido, Susurrando su canción oculta. Entonces ves lo que no puede ser, Las sombras se mueven donde debería estar la luz. Fuera de la oscuridad, fuera de la mente, Arrojados a los Pasillos del Ciego.
ru: Ты не видишь, вижу я. Взор мутнеет у тебя. Повернёшь - они уйдут, Песню тихую поют. Ты увидишь, чего нет, Тени наползут на свет. Ты и сам от темноты Упадёшь в Зал Слепоты.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and men alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
es: Las armerías del Infierno son el hogar del Señor de la Guerra de la Sangre. A su paso yacían los cuerpos mutilados de miles. Tanto los ángeles como los hombres han sido cortados para cumplir con sus sacrificios interminables a los Oscuros que gritan por una cosa: sangre.
ru: Арсеналы Ада - это жилище Кровавого Генерала. Там, где он прошёл, остались лежать тысячи изувеченных тел. Он без разбору резал и людей, и ангелов, чтобы приносить всё новые жертвы Повелителям Тьмы, которые ждут одного: крови.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the utopian kingdoms of the High Heavens and the chaotic pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.
es: Presta atención y da testimonio de las verdades que se encuentran aquí, porque son el último legado de los Horadrim. Hay una guerra que continúa incluso ahora, más allá de los campos que conocemos, entre los reinos utópicos de los Altos Cielos y los caóticos pozos de los Infiernos Ardientes. Esta guerra se conoce como el Gran Conflicto, y ha durado y ardido durante más tiempo que cualquiera de las estrellas del cielo. Ninguno de los bandos logrará dominar mientras las fuerzas de la Luz y la Oscuridad compitan constantemente por el control de toda la creación.
ru: Узнай и будь свидетелем истин, открывшихся тебе, ибо это - последнее наследие Хорадрима. За пределами этого мира идёт война между Царством Небесным и Преисподней. Эта война называется Великим Противостоянием, и огонь её пылает дольше, чем в небе существуют звёзды. Ни та, ни другая сторона ещё не одерживали верх, так как силы Света и Тьмы постоянно борются за контроль над вселенной.
