Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: Failed to open file: {:s} {:s} The MPQ file(s) might be damaged. Please check the file integrity.
es: No se pudo abrir el archivo: {:s} {:s} Es posible que los archivos MPQ estén dañados. Verifique la integridad de los archivos.
ru: Не удалось открыть файл: {:s} {:s} Возможно, файл(ы) MPQ поврежден(ы). Пожалуйста, проверьте целостность файла.

source: diabdat.mpq or spawn.mpq
es: diabdat.mpq o spawn.mpq
ru: diabdat.mpq или spawn.mpq

source: Some Hellfire MPQs are missing
es: Faltan algunos MPQ de Hellfire
ru: Некоторые MPQ Hellfire отсутствуют

source: Not all Hellfire MPQs were found. Please copy all the hf*.mpq files.
es: No se encontraron todos los MPQ de Hellfire. Copie todos los archivos hf * .mpq.
ru: Не все MPQ Hellfire были найдены. Скопируйте все файлы hf*.mpq.

source: Resolution
es: Resolución
ru: Разрешение

source: Run in Town
es: Correr en el pueblo
ru: Бег в городе

source: Theo Quest
es: La misión de Theo
ru: Задание Тео

source: Cow Quest
es: La misión de la vaca
ru: Коровье задание

source: Auto Gold Pickup
es: Auto recoger oro
ru: Автоподбор золота

source: Auto Elixir Pickup
es: Auto recoger elixir
ru: Автоподбор элексиров

source: Auto Oil Pickup
es: Recolección automática de aceite
ru: Автоподбор масел

source: Auto Pickup in Town
es: Auto recoger en el pueblo
ru: Автоподбор в городе

source: Adria Refills Mana
es: Adria recarga maná
ru: Адрия восполняет ману

source: Auto Equip Weapons
es: Auto equiparse con armas
ru: Автоэкипирование оружия

source: Auto Equip Armor
es: Auto equiparse con armadura
ru: Автоэкипирование брони

source: Auto Equip Helms
es: Auto equiparse con yelmo
ru: Автоэкипирование шлемов

source: Auto Equip Shields
es: Auto equiparse con escudos
ru: Автоэкипирование щитов

source: Auto Equip Jewelry
es: Auto equiparse con joyería
ru: Автоэкипирование украшений

source: Randomize Quests
es: Misiones aleatorias
ru: Рандомизировать задания

source: Show Item Labels
es: Mostrar etiquetas de artículos
ru: Показать имя предметов

source: Auto Refill Belt
es: Auto recargar cinturón
ru: Автопополнение пояса

source: Disable Crippling Shrines
es: Desact. santuarios paralizantes
ru: Отключить калечащие святилища

source: Heal Potion Pickup
es: Recoger poción de salud
ru: Подбор Зелий Исцеления

source: Full Heal Potion Pickup
es: Recoger poción de salud completa
ru: Подбор Зелий Полного Исцеления

source: Mana Potion Pickup
es: Recoger poción de maná
ru: Подбор Зелий Маны

source: Full Mana Potion Pickup
es: Recoger poción de maná completo
ru: Подбор Зелий Полной Маны

source: Rejuvenation Potion Pickup
es: Recoger poción de rejuvenecimiento
ru: Подбор Зелий Омоложения

source: Full Rejuvenation Potion Pickup
es: Recoger poción de rejuvenec. completo
ru: Подбор Зелий Полного Омоложения

source: Options
es: Opciones
ru: Настройки

source: Save Game
es: Guardar
ru: Сохранить игру

source: Exit to Main Menu
es: Salir al Menú Principal
ru: Выйти в Главное меню

source: Quit Game
es: Salir
ru: Выйти из игры

source: Gamma
es: Gama
ru: Гамма

source: Speed
es: Veloc.
ru: Темп

source: Music Disabled
es: Música Desactivada
ru: Музыка выключена

source: Sound
es: Sonido
ru: Звук

source: Sound Disabled
es: Sonido Desactivado
ru: Звук выключен

source: Pause
es: Pausa
ru: Пауза

source: $Keyboard Shortcuts:
es: $Atajos de Teclado:
ru: $Горячие клавиши:

source: F1: Open Help Screen
es: F1: Abrir Pantalla de Ayuda
ru: F1: Открыть экран помощи

source: Esc: Display Main Menu
es: Esc: Mostrar Menú Principal
ru: Esc: Показать главное меню

source: Tab: Display Auto-map
es: Pestaña: Mostrar Mapa Automático
ru: Tab: Показать автокарту

source: Space: Hide all info screens
es: Espacio: Ocultar todas las pantallas de información
ru: Space: Скрыть все информационные панели

source: S: Open Speedbook
es: S: Abrir libro rápido
ru: S: Открыть быстрые заклинания

source: B: Open Spellbook
es: B: Abrir Libro de Hechizos
ru: B: Открыть книгу заклинаний

source: I: Open Inventory screen
es: I: Abrir Pantalla de Inventario
ru: I: Открыть экран инвентаря

source: C: Open Character screen
es: C: Abrir pantalla de Personaje
ru: C: Открыть экран персонажа

source: Q: Open Quest log
es: Q: Abrir Registro de Misiones
ru: Q: Открыть журнал заданий

source: F: Reduce screen brightness
es: F: Reducir el brillo de la pantalla
ru: F: Уменьшить яркость экрана

source: G: Increase screen brightness
es: G: Aumentar el brillo de la pantalla
ru: G: Увеличить яркость экрана

source: Z: Zoom Game Screen
es: Z: Zoom de la pantalla del juego
ru: Z: Приблизить игровой экран

source: + / -: Zoom Automap
es: + / -: Zoom Automapa
ru: + / -: Масштабировать автокарту

source: 1 - 8: Use Belt item
es: 1 - 8: Usar elemento del Cinturón
ru: 1 - 8: Использовать предмет на поясе

source: F5, F6, F7, F8: Set hotkey for skill or spell
es: F5, F6, F7, F8: Establecer tecla de acceso rápido para habilidad o hechizo
ru: F5, F6, F7, F8: Установить горячую клавишу для заклинания

source: Shift + Left Mouse Button: Attack without moving
es: Mayús + Clic izquierdo: Atacar sin moverse
ru: Shift + Левая кнопка мыши: Атака без движения

source: Shift + Left Mouse Button (on character screen): Assign all stat points
es: Mayús + Click Izquierdo (en la pantalla del personaje): Asignar todos los puntos de estadística
ru: Shift + Левая кнопка мыши (в экране персонажа): Распределить все очки характеристик

source: Shift + Left Mouse Button (on inventory): Move item to belt or equip/unequip item
es: Mayús + Click Izquierdo (en el inventario) Mover objeto al cinturón o equipar/desequipar objeto
ru: Shift + Левая кнопка мыши (в инвентаре): Переместить предмет на пояс или одеть/снять предмет

source: Shift + Left Mouse Button (on belt): Move item to inventory
es: Mayús + Click Izquierdo (en el cinturón)): Mover objeto al inventario
ru: Shift + Левая кнопка мыши (на ремне): Переместить предмет в инвентарь

source: $Movement:
es: $Movimiento:
ru: $Передвижение:

source: If you hold the mouse button down while moving, the character will continue to move in that direction.
es: Si mantienes presionado el botón del mouse mientras se mueve, el personaje continuará moviéndose en esa dirección.
ru: Если во время движения удерживать кнопку мыши нажатой, персонаж будет продолжать двигаться в этом направлении.

source: $Combat:
es: $Combate:
ru: $Бой:

source: Holding down the shift key and then left-clicking allows the character to attack without moving.
es: Manteniendo presionado la tecla Mayús y luego hacer clic con el botón izquierdo permite que el personaje ataque sin moverse.
ru: Если удерживать клавишу shift, а затем щёлкнуть левой кнопкой мыши, персонаж может атаковать, не двигаясь.

source: $Auto-map:
es: $Automapa:
ru: $Автокарта:

source: To access the auto-map, click the 'MAP' button on the Information Bar or press 'TAB' on the keyboard. Zooming in and out of the map is done with the + and - keys. Scrolling the map uses the arrow keys.
es: Para acceder al auto-mapa, haga clic en el botón 'MAP' en la barra de información o presione 'TAB' en el teclado. Acercar y alejar el mapa se realiza con las teclas + y -. Para desplazarse por el mapa se utilizan las teclas de flecha.
ru: Чтобы получить доступ к автоматической карте, нажмите кнопку 'КАРТА' на информационной панели или нажмите 'TAB' на клавиатуре. Увеличение и уменьшение карты осуществляется клавишами + и -. Для прокрутки карты используются клавиши со стрелками.

source: $Picking up Objects:
es: $Recoger Objetos:
ru: $Поднятие предметов:

source: Useable items that are small in size, such as potions or scrolls, are automatically placed in your 'belt' located at the top of the Interface bar . When an item is placed in the belt, a small number appears in that box. Items may be used by either pressing the corresponding number or right-clicking on the item.
es: Los elementos utilizables que son de tamaño pequeño, como pociones o pergaminos, se colocan automáticamente en su 'cinturón' ubicado en la parte superior de la barra de Interfaz. Cuando se coloca un objeto en el cinturón, aparece un pequeño número en ese recuadro. Los artículos se pueden usar presionando el número correspondiente o haciendo clic derecho en el objeto.
ru: Полезные предметы небольшого размера, такие как зелья или свитки, автоматически помещаются на ваш 'пояс', расположенный в верхней части панели интерфейса. Когда предмет помещён на пояс, в соответствующей ячейке появляется цифра. Предметы можно использовать, нажав на соответствующую цифру или щёлкнув правой кнопкой мыши на предмете.

source: $Gold:
es: $Oro:
ru: $Золото:

source: You can select a specific amount of gold to drop by right-clicking on a pile of gold in your inventory.
es: Puedes seleccionar una cantidad específica de oro para soltar haciendo clic derecho en un montón de oro de su inventario.
ru: Вы можете выбрать определённое количество золота для сброса, щёлкнув правой кнопкой мыши на куче золота в инвентаре.

source: $Skills & Spells:
es: $Habilidades y Hechizos:
ru: $Умения и заклинания:

source: You can access your list of skills and spells by left-clicking on the 'SPELLS' button in the interface bar. Memorized spells and those available through staffs are listed here. Left-clicking on the spell you wish to cast will ready the spell. A readied spell may be cast by simply right-clicking in the play area.
es: Puedes acceder a tu lista de habilidades y hechizos haciendo clic izquierdo en el botón 'HECHIZOS' en la barra de la interfaz. Aquí se enumeran los hechizos memorizados y los disponibles a través de las varas. Al hacer clic con el botón izquierdo en el hechizo que desea lanzar, se preparará el hechizo. Se puede lanzar un hechizo preparado simplemente haciendo clic con el botón derecho en el área de juego.
ru: Вы можете получить доступ к списку навыков и заклинаний, нажав левой кнопкой мыши на кнопку 'ЗАКЛ' на панели интерфейса. Здесь перечислены запомненные заклинания, а также заклинания, доступные при помощи посохов. Щёлкнув левой кнопкой мыши на заклинании, которое вы хотите произнести, вы подготовите заклинание. Готовое заклинание можно применить, просто щёлкнув правой кнопкой мыши в игровой зоне.

source: $Using the Speedbook for Spells:
es: $Uso del libro rápido para Hechizos:
ru: $Использование быстрых заклинаний:

source: Left-clicking on the 'readied spell' button will open the 'Speedbook' which allows you to select a skill or spell for immediate use. To use a readied skill or spell, simply right-click in the main play area.
es: Al hacer clic con el botón izquierdo en el botón 'hechizo listo' se abrirá el 'libro rápido' que le permite seleccionar una habilidad o hechizo de uso inmediato. Para usar la habilidad o el hechizo, simplemente haga clic con el botón derecho en el área de juego principal.
ru: Щёлкнув левой кнопкой мыши по кнопке 'готовое заклинание', вы откроете 'быстрые заклинания', которые позволят выбрать навык или заклинание для немедленного использования. Чтобы использовать готовый навык или заклинание, просто щёлкните правой кнопкой мыши в основной игровой зоне.

source: Shift + Left-clicking on the 'select current spell' button will clear the readied spell.
es: Mayús + Click Izquierdo en el botón 'seleccionar hechizo actual' borrará el hechizo preparado.
ru: Shift + Левая кнопка мыши на кнопке 'текущее выбраное заклинание': Очистить готовое заклинание.

source: $Setting Spell Hotkeys:
es: $Configurar teclas de acceso rápido para Hechizos:
ru: $Привязка горячих клавиш:

source: You can assign up to four Hotkeys for skills, spells or scrolls. Start by opening the 'speedbook' as described in the section above. Press the F5, F6, F7 or F8 keys after highlighting the spell you wish to assign.
es: Puede asignar hasta cuatro teclas de Acceso Rápido para habilidades, hechizos o pergaminos. Empiece por abrir el 'libro rápido' como se describe en la sección anterior. Presione las teclas F5, F6, F7 o F8 después de resaltar el hechizo que desea asignar.
ru: Вы можете назначить до четырёх горячих клавиш для навыков, заклинаний или свитков. Откройте 'быстрые заклинания', как описано в разделе выше. Нажмите клавиши F5, F6, F7 или F8 после того, как подсветите заклинание, которое вы хотите назначить.

source: $Spell Books:
es: $Libros de hechizos:
ru: $Книги заклинаний:

source: Reading more than one book increases your knowledge of that spell, allowing you to cast the spell more effectively.
es: Leer más de un libro aumenta su conocimiento de ese hechizo, lo que le permite lanzar el hechizo de manera más efectiva.
ru: Чтение более чем одной книги увеличивает ваши знания о заклинании, позволяя вам использовать его более эффективно.

source: Shareware Hellfire Help
es: Ayuda de Hellfire Shareware
ru: Помощь по Shareware Hellfire

source: Hellfire Help
es: Ayuda de Hellfire
ru: Помощь по Hellfire

source: Shareware Diablo Help
es: Ayuda de Diablo Shareware
ru: Помощь по Shareware Diablo

source: Diablo Help
es: Ayuda de Diablo
ru: Помощь по Diablo

source: Press ESC to end or the arrow keys to scroll.
es: Presione ESC para finalizar o las teclas de flecha para desplazarse.
ru: Нажмите ESC для завершения или клавиши со стрелками для прокрутки.

source: Unable to create main window
es: No se pudo crear la ventana principal
ru: Невозможно создать главное окно

source: No room for item
es: No hay espacio para el artículo
ru: Не хватает места

source: Oil of Accuracy
es: Aceite de Precisión
ru: Масло Точности

source: Oil of Mastery
es: Aceite de Maestría
ru: Масло Мастерства

source: Oil of Sharpness
es: Aceite de Nitidez
ru: Масло Остроты

source: Oil of Death
es: Aceite de Muerte
ru: Масло Смерти

source: Oil of Skill
es: Aceite de Habilidad
ru: Масло Умения

source: Blacksmith Oil
es: Aceite de Herrero
ru: Кузнечное Масло

source: Oil of Fortitude
es: Aceite de Entereza
ru: Масло Стойкости

source: Oil of Permanence
es: Aceite de Permanencia
ru: Масло Постоянства

source: Oil of Hardening
es: Aceite de Endurecimiento
ru: Масло Закалки

source: Oil of Imperviousness
es: Aceite de Impermeabilidad
ru: Масло Непроницаемости

source: increases a weapon's
es: en el arma aumenta
ru: увеличивает

source: chance to hit
es: probabilidad de acertar
ru: меткость оружия

source: greatly increases a
es: aumenta enormemente un
ru: значительно увеличивает

source: weapon's chance to hit
es: posibilidad de que el arma golpee
ru: меткость оружия

source: damage potential
es: daño potencial
ru: потенциал урона

source: greatly increases a weapon's
es: aumenta en gran medida la de un arma
ru: сильно улучшает потенциал

source: damage potential - not bows
es: daño potencial - no arcos
ru: урона, исключая луки

source: reduces attributes needed
es: reduce los atributos necesarios
ru: уменьшает требуемые атрибуты

source: to use armor or weapons
es: para usar armaduras o armas
ru: для использования брони или оружия

source: restores 20% of an
es: restaura el 20% de la
ru: восстанавливает 20%

source: item's durability
es: durabilidad del artículo
ru: прочности предмета

source: increases an item's
es: aumenta la de un artículo
ru: увеличивает текущую

source: current and max durability
es: durabilidad actual y máxima
ru: и максимальную прочность

source: makes an item indestructible
es: hace que un artículo sea indestructible
ru: делает предмет неразрушимым

source: increases the armor class
es: aumenta la clase de armadura
ru: улучшает класс защиты

source: of armor and shields
es: de armaduras y escudos
ru: брони и щитов

source: greatly increases the armor
es: aumenta enormemente la armadura
ru: значительно улучшает класс

source: class of armor and shields
es: clase de armaduras y escudos
ru: защиты брони и щитов

source: sets fire trap
es: pone trampa de fuego
ru: устанавливает ловушку

source: sets lightning trap
es: establece trampa de rayos
ru: устанавливает ловушку-молнию

source: sets petrification trap
es: establece trampa de petrificación
ru: устанавливает ловушку-окаменение

source: restore all life
es: restaura toda la vida
ru: восстановит всё здоровье

source: restore some life
es: restaura algo de vida
ru: восстановит часть здоровья

source: restore some mana
es: restaura algo de maná
ru: восстановит часть маны

source: restore all mana
es: restaura todo el maná
ru: восстановит всю ману

source: increase strength
es: aumenta la fuerza
ru: увеличить силу

source: increase magic
es: aumenta la magia
ru: увеличить магию

source: increase dexterity
es: aumenta la destreza
ru: увеличить ловкость

source: increase vitality
es: aumenta la vitalidad
ru: увеличить живучесть

source: restore some life and mana
es: restaura algo de vida y maná
ru: восстановит часть здоровья и маны

source: restore all life and mana
es: restaura toda la vida y maná
ru: восстановит всё здоровье и ману

source: (works only in arenas)
es: (funciona solo en arenas)
ru: (работает только на аренах)

source: Right-click to view
es: Clic derecho para ver
ru: Правый клик для просмотра

source: Right-click to use
es: Clic derecho para usar
ru: Правый клик для использования

source: Right-click to read, then left-click to target
es: Haga clic derecho para leer, luego clic izquierdo para apuntar
ru: Правый клик для чтения, затем левый клик по цели

source: Right-click to read
es: Haga clic derecho para leer
ru: Правый клик для чтения

source: Activate to view
es: Activar para ver
ru: Активируйте для просмотра

source: Open inventory to use
es: Abrir inventario para usar
ru: Открыть инвентарь для использования

source: Activate to use
es: Activar para usar
ru: Активируйте, чтобы использовать

source: Select from spell book, then cast spell to read
es: Seleccione del libro de hechizos, luego lance el hechizo para leer
ru: Выберите в книге заклинаний, затем примените заклинание для чтения

source: Activate to read
es: Activar para leer
ru: Активируйте для чтения

source: {} to view
es: {} para ver
ru: {} для осмотра

source: {} to use
es: {} para usar
ru: {} для использования

source: Select from spell book, then {} to read
es: Seleccione del libro de hechizos, luego {} para leer
ru: Выберите в книге заклинаний и нажмите {} для чтения

source: {} to read
es: {} para leer
ru: {} для чтения

# player
source: Level: {:d}
es: Nivel: {:d}
ru: Уровень: {:d}

source: Doubles gold capacity
es: Duplica la capacidad de oro
ru: Удваивает вместимость золота

source: Required:
es: Requiere:
ru: Требуется:

source: {:d} Str
es: {:d} Fue
ru: {:d} Силы

source: {:d} Mag
ru: {:d} Маг

source: {:d} Dex
es: {:d} Des
ru: {:d} Ловк

source: Book of {:s}
es: Libro de {:s}
ru: Книга {:s}

source: Ear of {:s}
es: Oído de {:s}
ru: Ухо {:s}

source: chance to hit: {:+d}%
es: probabilidad de acertar: {:+d}%
ru: меткость: {:+d}%

source: {:+d}% damage
es: {:+d}% daño
ru: {:+d}% урона

source: to hit: {:+d}%, {:+d}% damage
es: al golpear: {:+d}%, {:+d} daño
ru: меткость: {:+d}%, {:+d}% урона

source: {:+d}% armor
es: {:+d}% armadura
ru: {:+d}% защиты

source: armor class: {:d}
es: clase de armadura: {:d}
ru: класс защиты: {:d}

source: Resist Fire: {:+d}%
es: Resistencia al Fuego: {:+d}%
ru: Сопротивление огню: {:+d}%

source: Resist Fire: {:+d}% MAX
es: Resistencia al Fuego: {:+d}% MAX
ru: Сопротивление огню: {:+d}% МАКС

source: Resist Lightning: {:+d}%
es: Resistencia a Relámpagos: {:+d}%
ru: Сопротивление молнии: {:+d}%

source: Resist Lightning: {:+d}% MAX
es: Resistencia a Relámpagos: {:+d}% MAX
ru: Сопротивление молнии: {:+d}% МАКС

source: Resist Magic: {:+d}%
es: Resistencia a la Magia: {:+d}%
ru: Сопротивление магии: {:+d}%

source: Resist Magic: {:+d}% MAX
es: Resistencia a la Magia: {:+d}% MAX
ru: Сопротивление магии: {:+d}% МАКС

source: Resist All: {:+d}%
es: Resistencia a Todo: {:+d}%
ru: Общее сопротивление: {:+d}%

source: Resist All: {:+d}% MAX
es: Resistencia a Todo: {:+d}% MAX
ru: Общее сопротивление: {:+d}% МАКС

source: spells are increased {:d} level
es: los hechizos aumentan {:d} nivel
ru: заклинания повышены на {:d} уровень

source: spells are decreased {:d} level
es: los hechizos se reducen {:d} nivel
ru: заклинания понижены на {:d} уровень

source: spell levels unchanged (?)
es: niveles de hechizo sin cambios (?)
ru: уровни заклинаний не измененены (?)

source: Extra charges
es: Cargas extras
ru: Дополнительные заряды

source: {:d} {:s} charge
es: {:d} {:s} carga
ru: {:d} {:s} заряд

source: Fire hit damage: {:d}
es: Daño por impacto de fuego: {:d}
ru: Урон огнём: {:d}

source: Fire hit damage: {:d}-{:d}
es: Daño por impacto de fuego: {:d}- {:d}
ru: Урон огнём: {:d}-{:d}

source: Lightning hit damage: {:d}
es: Daño por impacto de rayo: {:d}
ru: Урон молнией: {:d}

source: Lightning hit damage: {:d}-{:d}
es: Daño por impacto de rayo: {:d}- {:d}
ru: Урон молнией: {:d}-{:d}

source: {:+d} to strength
es: {:+d} a la fuerza
ru: {:+d} к силе

source: {:+d} to magic
es: {:+d} a la magia
ru: {:+d} к магии

source: {:+d} to dexterity
es: {:+d} a la destreza
ru: {:+d} к ловкости

source: {:+d} to vitality
es: {:+d} a la vitalidad
ru: {:+d} к живучести

source: {:+d} to all attributes
es: {:+d} a todos los atributos
ru: {:+d} ко всем атрибутам

source: {:+d} damage from enemies
es: {:+d} de daño de enemigos
ru: {:+d} урон от врагов

source: Hit Points: {:+d}
es: Puntos de Vida: {:+d}
ru: Здоровье: {:+d}

source: Mana: {:+d}
es: Maná: {:+d}
ru: Мана: {:+d}

source: high durability
es: alta durabilidad
ru: высокая прочность

source: decreased durability
es: durabilidad disminuida
ru: пониженная прочность

source: indestructible
ru: неразрушимое

source: +{:d}% light radius
es: +{:d}% radio de luz
ru: +{:d}% радиуса света

source: -{:d}% light radius
es: -{:d}% radio de luz
ru: -{:d}% радиуса света

source: multiple arrows per shot
es: múltiples flechas por disparo
ru: несколько стрел за выстрел

source: fire arrows damage: {:d}
es: daño de las flechas de fuego: {:d}
ru: урон огненных стрел: {:d}

source: fire arrows damage: {:d}-{:d}
es: daño de las flechas de fuego: {:d}-{:d}
ru: урон огненных стрел: {:d}-{:d}

source: lightning arrows damage {:d}
es: daño de las flechas de rayo {:d}
ru: урон грозовых стрел: {:d}

source: lightning arrows damage {:d}-{:d}
es: daño de las flechas de rayo {:d}-{:d}
ru: урон грозовых стрел: {:d}-{:d}

source: fireball damage: {:d}
es: daño de bola de fuego: {:d}
ru: урон огненного шара: {:d}

source: fireball damage: {:d}-{:d}
es: daño de bola de fuego: {:d}-{:d}
ru: урон огненного шара: {:d}-{:d}

source: attacker takes 1-3 damage
es: el atacante recibe 1-3 daños
ru: атакующий получает 1-3 урона

source: user loses all mana
es: el usuario pierde todo el maná
ru: носящий теряет всю ману

source: absorbs half of trap damage
es: absorbe la mitad del daño de la trampa
ru: поглощает половину урона ловушек

source: knocks target back
es: hace retroceder al objetivo
ru: отталкивает цель назад

source: +200% damage vs. demons
es: +200% de daño contra demonios
ru: +200% урона демонам

source: All Resistance equals 0
es: Toda la Resistencia es igual a 0
ru: Все сопротивления равны 0

source: hit steals 3% mana
es: el golpe roba 3% de maná
ru: удар крадёт 3% маны

source: hit steals 5% mana
es: el golpe roba 5% de maná
ru: удар крадёт 5% маны

source: hit steals 3% life
es: el golpe roba el 3% de vida
ru: удар крадёт 3% здоровья

source: hit steals 5% life
es: el golpe roba 5% de vida
ru: удар крадёт 5% здоровья

source: penetrates target's armor
es: penetra la armadura del objetivo
ru: пробивает броню цели

source: quick attack
es: ataque rápido
ru: быстрая атака

source: fast attack
es: ataque rápido
ru: быстрая атака

source: faster attack
es: ataque más rápido
ru: более быстрая атака

source: fastest attack
es: ataque más rápido posible
ru: наибыстрейшая атака

source: Another ability (NW)
es: Otra habilidad (NW)
ru: Другая способность (NW)

source: fast hit recovery
es: recuperación rápida de golpes
ru: быстрое восстановление

source: faster hit recovery
es: recuperación de golpes más rápida
ru: более быстрое восстановление
