Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: Game Design
es: Diseño del Juego
ru: Дизайн игры

source: Senior Designers
es: Diseñadores Senior
ru: Старшие дизайнеры

source: Additional Design
es: Diseño adicional
ru: Дополнительный дизайн

source: Lead Programmer
es: Programador Principal
ru: Ведущий программист

source: Senior Programmers
es: Programadores Senior
ru: Старшие программисты

source: Programming
es: Programación
ru: Программисты

source: Special Guest Programmers
es: Programadores Invitados Especiales
ru: Почётные программисты-гости

source: Battle.net Programming
es: Programación Battle.net
ru: Программисты Battle.net

source: Serial Communications Programming
es: Programación de Comunicaciones en Serie
ru: Программирование последовательной коммуникации

source: Installer Programming
es: Programación del Instalador
ru: Программисты инсталлятора

source: Art Directors
es: Directores de Arte
ru: Художественные руководители

source: Artwork
es: Arte
ru: Художественное оформление

source: Technical Artwork
es: Técnico de Arte
ru: Техническое оформление

source: Cinematic Art Directors
es: Directores de Arte Cinematográfico
ru: Художники-постановщики роликов

source: 3D Cinematic Artwork
es: Arte Cinematográfico 3D
ru: Оформление 3D роликов

source: Cinematic Technical Artwork
es: Técnico de Arte Cinematográfico
ru: Техническое оформление роликов

source: Executive Producer
es: Productor Ejecutivo
ru: Исполнительный продюсер

source: Producer
es: Productor
ru: Продюсер

source: Associate Producer
es: Productor Asociado
ru: Помощник продюсера

source: Diablo Strike Team
ru: Ударная команда Diablo

source: Music
es: Música
ru: Музыка

source: Sound Design
es: Diseño de sonido
ru: Дизайн звука

source: Cinematic Music & Sound
es: Música y Sonido Cinematográfico
ru: Музыка и звук роликов

source: Voice Production, Direction & Casting
es: Producción de Voz, Dirección y Casting
ru: Постановка озвучивания, режиссура и пробы

source: Script & Story
es: Guion e historia
ru: Сценарий и история

source: Voice Editing
es: Edición de voz
ru: Обработка озвучивания

source: Voices
es: Voces
ru: Актёры озвучки

source: Recording Engineer
es: Ingeniero de Grabación
ru: Инженер звукозаписи

source: Manual Design & Layout
es: Diseño y Maquetación del Manual
ru: Дизайн и вёрстка руководства

source: Manual Artwork
es: Arte del Manual
ru: Оформление руководства

source: Provisional Director of QA (Lead Tester)
es: Director Provisional de Control de Calidad (Probador Jefe)
ru: Временный руководитель QA (Ведущий тестировщик)

source: QA Assault Team (Testers)
es: Escuadrón de Asalto del Control de Calidad (Probadores)
ru: Штурмовая команда QA (Тестировщики)

source: QA Special Ops Team (Compatibility Testers)
es: Equipo de Operaciones Especiales del Control de Calidad (Probadores de Compatibilidad)
ru: Команда специального назначения QA (Тестировщики совместимости)

source: QA Artillery Support (Additional Testers)
es: Soporte de Artillería del Control de Calidad (probadores adicionales)
ru: Артиллеристская поддержка QA (Дополнительные тестировщики)

source: QA Counterintelligence
es: Contrainteligencia del Control de Calidad
ru: Контрразведка QA

source: Order of Network Information Services
es: Pedido de los Servicios de Información de la Red
ru: Заказ сетевых информационных услуг

source: Customer Support
es: Atención al cliente
ru: Поддержка клиентов

source: Sales
es: Ventas
ru: Отдел продаж

source: Dunsel
es: Inútil
ru: (бес)Полезный

source: Mr. Dabiri's Background Vocalists
es: Vocalistas de Fondo del Sr. Dabiri
ru: Фоновые вокалисты Mr. Dabiri

source: Public Relations
es: Relaciones públicas
ru: Связь с общественностью

source: Marketing
es: Márketing
ru: Маркетинг

source: International Sales
es: Ventas internacionales
ru: Международные продажи

source: U.S. Sales
es: Ventas en EEUU
ru: Продажи в США

source: Manufacturing
es: Fabricación
ru: Производство

source: Legal & Business
es: Legal y Comercial
ru: Юридические и деловые вопросы

source: Special Thanks To
es: Agradecimientos especiales a
ru: Особая благодарность

source: Thanks To
es: Gracias a
ru: Благодарность

source: In memory of
es: En memoria de
ru: В память о

source: Very Special Thanks to
es: Un agradecimiento muy especial a
ru: Исключительная благодарность

source: General Manager
es: Gerente General
ru: Генеральный менеджер

source: Software Engineering
es: Ingeniería de Software
ru: Разработка ПО

source: Art Director
es: Director de Arte
ru: Художественный руководитель

source: Artists
es: Artistas
ru: Художники

source: Design
es: Diseño
ru: Дизайн

source: Sound Design, SFX & Audio Engineering
es: Diseño de Sonido, SFX e Ingeniería de Audio
ru: Дизайн звука, эффекты и режиссура звука

source: Quality Assurance Lead
es: Responsable de la Garantía de Calidad
ru: Руководитель отдела контроля качества

source: Testers
es: Probadores
ru: Тестировщики

source: Manual
ru: Руководство

source: Additional Work
es: Trabajo Adicional
ru: Дополнительные работы

source: Quest Text Writing
es: Escritura de Texto de Búsqueda
ru: Написание текста заданий

source: Thanks to
es: Gracias a
ru: Благодарность

source: Special Thanks to Blizzard Entertainment
es: Un Agradecimiento Especial a Blizzard Entertainment
ru: Особая благодарность Blizzard Entertainment

source: Quality Assurance Manager
es: Gerente de Garantía de Calidad
ru: Менеджер по контролю качества

source: Quality Assurance Lead Tester
es: Probador Principal de Garantía de Calidad
ru: Ведущий тестировщик отдела контроля качества

source: Main Testers
es: Probadores Principales
ru: Основные тестировщики

source: Additional Testers
es: Probadores Adicionales
ru: Дополнительные тестировщики

source: Product Marketing Manager
es: Gerente de Marketing del Producto
ru: Менеджер по маркетингу продукции

source: Public Relations Manager
es: Director de Relaciones Públicas
ru: Менеджер по связям с общественностью

source: Associate Product Manager
es: Gerente de Producto Asociado
ru: Помощник менеджера продукта

source: The Ring of One Thousand
es: El Anillo de los Mil
ru: Круг Одной Тысячи

source: No souls were sold in the making of this game.
es: Ningún alma fue vendida para la realización de este juego.
ru: Ни одна душа не была продана во время разработки этой игры.

source: OK
ru: ОК

source: Choose Class
es: Elija Clase
ru: Выберите класс

source: Warrior
es: Guerrero
ru: Воин

source: Rogue
es: Arpía
ru: Разбойник

source: Sorcerer
es: Hechicero
ru: Маг

source: Monk
es: Monje
ru: Монах

source: Bard
es: Bardo
ru: Бард

source: Barbarian
es: Bárbaro
ru: Варвар

source: Cancel
es: Cancelar
ru: Отмена

source: New Multi Player Hero
es: Nuevo Héroe Multijugador
ru: Новый герой сетевой игры

source: New Single Player Hero
es: Nuevo Héroe para un Jugador
ru: Новый герой одиночной игры

source: Save File Exists
es: Existe juego guardado
ru: Есть файл сохранения

source: Load Game
es: Cargar
ru: Загрузить игру

source: New Game
es: Nueva Partida
ru: Новая игра

source: Single Player Characters
es: Personajes de un Jugador
ru: Персонажи одиночной игры

source: The Rogue and Sorcerer are only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
es: El Ladrón y el Hechicero solo están disponibles en la versión comercial completa de Diablo. Visite https://www.gog.com/game/diablo para comprar.
ru: Разбойник и маг доступны только в полной версии Diablo. Перейдите на https://www.gog.com/game/diablo для покупки.

source: Enter Name
es: Introduzca nombre
ru: Введите имя

source: Invalid name. A name cannot contain spaces, reserved characters, or reserved words.
es: Nombre inválido. Un nombre no puede contener espacios, caracteres reservados ni palabras reservadas.
ru: Неправильное имя. Имя не должно содержать пробелы, специальные символы, ключевые слова и неанглийские буквы.

source: Unable to create character.
es: Imposible crear personaje.
ru: Невозможно создать персонажа.

source: Level:
es: Nivel:
ru: Уровень:

source: Strength:
es: Fuerza:
ru: Сила:

source: Magic:
es: Magia:
ru: Магия:

source: Dexterity:
es: Destreza:
ru: Ловкость:

source: Vitality:
es: Vitalidad:
ru: Живучесть:

source: Savegame:
es: Juego guardado:
ru: Сохранение:

source: Select Hero
es: Elije Héroe
ru: Выбрать героя

source: New Hero
es: Nuevo Héroe
ru: Новый герой

source: Delete
es: Eliminar
ru: Удалить

source: Multi Player Characters
es: Personajes Multi Jugador
ru: Персонажи сетевой игры

source: Delete Multi Player Hero
es: Eliminar Héroe Multijugador
ru: Удалить персонажа сетевой игры

source: Delete Single Player Hero
es: Eliminar Héroe
ru: Удалить персонажа одиночной игры

source: Are you sure you want to delete the character "{:s}"?
es: ¿Está seguro de que desea borrar el personaje "{:s}"?
ru: Вы действительно хотите удалить персонажа "{:s}"?

source: Single Player
es: Un Jugador
ru: Одиночная игра

source: Multi Player
es: Multijugador
ru: Сетевая игра

source: Settings
es: Ajustes
ru: Настройки

source: Support
es: Soporte
ru: Поддержка

source: Show Credits
es: Créditos
ru: Титры

source: Exit Hellfire
es: Salir
ru: Выйти из Hellfire

source: Exit Diablo
es: Salir
ru: Выйти из Diablo

source: Client-Server (TCP)
es: Cliente-Servidor (TCP)
ru: Клиент-сервер (TCP)

source: Offline
es: Fuera de línea
ru: Оффлайн

source: Multi Player Game
es: Juego Multijugador
ru: Сетевая игра

source: Requirements:
es: Requisitos:
ru: Требования:

source: no gateway needed
es: sin puerta de enlace
ru: шлюз не требуется

source: Select Connection
es: Seleccionar conexión
ru: Выбрать подключение

source: Change Gateway
es: Cambiar puerta de enlace
ru: Сменить шлюз

source: All computers must be connected to a TCP-compatible network.
es: Todas las computadoras deben estar conectadas a una red compatible con TCP.
ru: Все компьютеры должны быть подключены к TCP-совместимой сети.

source: All computers must be connected to the internet.
es: Todas las computadoras deben estar conectadas a Internet.
ru: Все компьютеры должны быть подключены к Интернету.

source: Play by yourself with no network exposure.
es: Juegar solo sin exposición a la red.
ru: Играть одному без доступа к сети.

source: Players Supported: {:d}
es: Jugadores soportados: {:d}
ru: Количество игроков: {:d}

source: The host is running a different game than you.
es: El equipo está ejecutando un juego diferente al tuyo.
ru: Хост запустил игру, отличную от вашей.

source: The host is running a different game mode ({:s}) than you.
es: El equipo está ejecutando un modo de juego ({:s}) diferente al tuyo.
ru: Хост запустил режим игры ({:s}), отличный от вашего.

source: Your version {:s} does not match the host {:d}.{:d}.{:d}.
es: Su versión {:s} no coincide con el anfitrión {:d}.{:d}.{:d}.
ru: Ваша версия ({:s}) не соответствует хосту ({:d}.{:d}.{:d})

source: Description:
es: Descripción:
ru: Описание:

source: Select Action
es: Seleccione acción
ru: Выберите действие

source: Create Game
es: Crear Juego
ru: Создать игру

source: Create Public Game
es: Crear Juego Público
ru: Публичная игра

source: Join Game
es: Unirse al Juego
ru: Подключиться к игре

source: Public Games
es: Juegos público
ru: Публичные игры

source: Loading...
es: Cargando...
ru: Загрузка...

source: None
es: Ninguno
ru: Нет

source: CANCEL
es: CANCELAR
ru: ОТМЕНА

source: Create a new game with a difficulty setting of your choice.
es: Crear un nuevo juego con la dificultad que elijas.
ru: Создайте новую игру с настройкой сложности по вашему выбору.

source: Create a new public game that anyone can join with a difficulty setting of your choice.
es: Crear un nuevo juego público donde cualquiera puede unirse con la dificultad que elijas.
ru: Создайте публичную игру, к которой может присоединиться любой, с настройкой сложности по вашему выбору.

source: Enter Game ID to join a game already in progress.
es: Introduzca un ID de juego para unirse a un juego en curso.
ru: Введите ID игры для подключения к существующей игре.

source: Enter an IP or a hostname to join a game already in progress.
es: Introduzca una IP o un nombre de equipo para unirse a un juego en curso.
ru: Введите IP-адрес или имя хоста для подключения с существующей игре.

source: Join the public game already in progress.
es: Unirse a un juego público que ya esté en curso.
ru: Присоединиться к существующей публичной игре.

source: Normal
ru: Нормальная

source: Nightmare
es: Pesadilla
ru: Кошмарная

source: Hell
es: Infierno
ru: Адская

source: Difficulty: {:s}
es: Dificultad {:s}
ru: Сложность: {:s}

source: Speed: Normal
es: Velocidad: Normal
ru: Скорость: Нормальная

source: Speed: Fast
es: Velocidad: Rápido
ru: Скорость: Быстрая

source: Speed: Faster
es: Velocidad: Más rápido
ru: Скорость: Очень быстрая

source: Speed: Fastest
es: Velocidad: Lo más rápido
ru: Скорость: Самая быстрая

source: Players:
es: Jugadores:
ru: Игроки:

source: Select Difficulty
es: Seleccione dificultad
ru: Выберите сложность

source: Join {:s} Games
es: Unirse a los juegos {:s}
ru: Присоединиться к {:s} играм

source: Enter Game ID
es: Introduzca su ID de juego
ru: Введите ID игры

source: Enter address
es: Introduzca la dirección
ru: Введите адрес

source: Normal Difficulty This is where a starting character should begin the quest to defeat Diablo.
es: Dificultad normal Aquí es donde un personaje inicial debe comenzar la búsqueda para derrotar a Diablo.
ru: Нормальная сложность Отсюда новичкам стоит начинать путь к победе над Диабло.

source: Nightmare Difficulty The denizens of the Labyrinth have been bolstered and will prove to be a greater challenge. This is recommended for experienced characters only.
es: Dificultad de pesadilla Los habitantes del Laberinto se han reforzado y demostrarán ser un desafío mayor. Esto se recomienda solo para personajes experimentados.
ru: Кошмарная сложность Обитатели Лабиринта были усилены и стали более сложным испытанием. Рекомендуется только для опытных персонажей.

source: Hell Difficulty The most powerful of the underworld's creatures lurk at the gateway into Hell. Only the most experienced characters should venture in this realm.
es: Dificultad del infierno La más poderosa de las criaturas del inframundo acecha en la entrada al infierno. Solo los personajes más experimentados deberían aventurarse en este reino.
ru: Адская сложность Самые могущественные существа подземного мира скрываются у врат в Ад. Только опытным героям стоит входить в этот мир.

source: Your character must reach level 20 before you can enter a multiplayer game of Nightmare difficulty.
es: Su personaje debe alcanzar el nivel 20 antes de que pueda ingresar a un juego multi jugador de dificultad Pesadilla.
ru: Ваш персонаж должен достигнуть 20 уровня, прежде чем вы сможете войти в сетевую игру на Кошмарной сложности.

source: Your character must reach level 30 before you can enter a multiplayer game of Hell difficulty.
es: Su personaje debe alcanzar el nivel 30 antes de que pueda ingresar a una partida multi jugador de dificultad infernal.
ru: Ваш персонаж должен достигнуть 30 уровня, прежде чем вы сможете войти в сетевую игру на Адской сложности.

source: Select Game Speed
es: Seleccionar velocidad de juego
ru: Скорость игры

source: Fast
es: Rápido
ru: Быстрая

source: Faster
es: Más rápido
ru: Очень быстрая

source: Fastest
es: Lo más rápido
ru: Самая быстрая

source: Normal Speed This is where a starting character should begin the quest to defeat Diablo.
es: Velocidad normal Aquí es donde un personaje inicial debe comenzar la búsqueda para derrotar a Diablo.
ru: Нормальная скорость Отсюда новичкам стоит начинать путь к победе над Диабло.

source: Fast Speed The denizens of the Labyrinth have been hastened and will prove to be a greater challenge. This is recommended for experienced characters only.
es: Velocidad Rápida Los habitantes del Laberinto se han acelerado y demostrarán ser un desafío mayor. Esto se recomienda solo para personajes experimentados.
ru: Быстрая скорость Теперь обитатели Лабиринта были ускорены и стали более сложным испытанием. Рекомендуется только для опытных персонажей.

source: Faster Speed Most monsters of the dungeon will seek you out quicker than ever before. Only an experienced champion should try their luck at this speed.
es: Velocidad más rápida La mayoría de los monstruos de la mazmorra te buscarán más rápido que nunca. Solo un campeón experimentado debería probar suerte a esta velocidad.
ru: Очень быстрая скорость Многие монстры будут искать вас быстрее. Только опытный чемпион должен испытать свою удачу на такой скорости.

source: Fastest Speed The minions of the underworld will rush to attack without hesitation. Only a true speed demon should enter at this pace.
es: Velocidad más rápida Los esbirros del inframundo se apresurarán a atacar sin dudarlo. Solo un verdadero demonio de la velocidad debería entrar a este ritmo.
ru: Самая быстрая скорость Приспешники преисподней бросятся в атаку без колебаний. Только истинный демон скорости может войти в такой темп.

source: Enter Password
es: Introduzca la contraseña
ru: Введите пароль

source: Enter Hellfire
es: Entrar a Hellfire
ru: Войти в Hellfire

source: Switch to Diablo
es: Cambiar a Diablo
ru: Переключить на Diablo

source: Yes
es: Si
ru: Да

source: No
ru: Нет

source: Press gamepad buttons to change.
es: Presiona los botones del gamepad para cambiar.
ru: Нажмите любую кнопку для изменения.

source: Bound key:
es: Enlazar tecla:
ru: Привязать клавишу:

source: Press any key to change.
es: Presiona una tecla para cambiar.
ru: Нажмите любую клавишу для изменения.

source: Unbind key
es: Liberar tecla
ru: Отвязать клавишу

source: Bound button combo:
es: Agrupar combinación de botones:
ru: Привязать комбинацию кнопок:

source: Unbind button combo
es: Desagrupar combinación de botones
ru: Отвязать комбинацию

source: Previous Menu
es: Menú Anterior
ru: Предыдущее меню

source: We maintain a chat server at Discord.gg/devilutionx Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
es: Mantenemos un servidor en Discord.gg/devilutionx Sigue los enlaces para unirte a nuestra comunidad donde hablamos de cosas relacionadas con Diablo, y la expansión Hellfire.
ru: Мы поддерживаем чат-сервер на Discord.gg/devilutionx Перейдите по ссылкам, чтобы присоединиться к нашему сообществу, где мы говорим о вещах, связанных с Diablo и расширением Hellfire.

source: DevilutionX is maintained by Diasurgical, issues and bugs can be reported at this address: https://github.com/diasurgical/devilutionX To help us better serve you, please be sure to include the version number, operating system, and the nature of the problem.
es: DevilutionX es mantenido por Diasurgical, los problemas y fallos pueden ser reportados en esta dirección: https://github.com/diasurgical/devilutionX Para ayudarnos a servirle mejor, por favor asegúrese de incluir el número de versión, el sistema operativo y la naturaleza del problema.
ru: DevilutionX поддерживается Diasurgical, вы можете отправить отчёт об ошибке или баге по адресу: https://github.com/diasurgical/devilutionX Чтобы мы смогли вам помочь, прикрепите номер версии, версию операционной системы, и опишите проблему подробнее.

source: Disclaimer:
es: Descargo de responsabilidad:
ru: Отказ от ответственности:

source: DevilutionX is not supported or maintained by Blizzard Entertainment, nor GOG.com. Neither Blizzard Entertainment nor GOG.com has tested or certified the quality or compatibility of DevilutionX. All inquiries regarding DevilutionX should be directed to Diasurgical, not to Blizzard Entertainment or GOG.com.
es: DevilutionX no está soportado ni mantenido por Blizzard Entertainment, ni por GOG.com. Ni Blizzard Entertainment ni GOG.com han probado o certificado la calidad o compatibilidad de DevilutionX. Todas las preguntas relacionadas con DevilutionX deben dirigirse a Diasurgical, no a Blizzard Entertainment ni a GOG.com.
ru: DevilutionX не поддерживается и не обслуживается ни Blizzard Entertainment, ни GOG.com. Ни Blizzard Entertainment, ни GOG.com не тестировали и не сертифицировали DevilutionX. Все запросы по поводу DevilutionX нужно направлять в Diasurgical, а не в Blizzard Entertainment или GOG.com.

source: This port makes use of Charis SIL, New Athena Unicode, Unifont, and Noto which are licensed under the SIL Open Font License, as well as Twitmoji which is licensed under CC-BY 4.0. The port also makes use of SDL which is licensed under the zlib-license. See the ReadMe for further details.
es: Esta adaptación hace uso de Charis SIL, New Athena Unicode, Unifont, y Noto que están licenciados bajo la SIL Open Font License, así como Twitmoji que está licenciado bajo CC-BY 4.0. También hace uso de SDL que está licenciado bajo la licencia zlib. Para más detalles, consulte el Léame.
ru: Этот порт использует Charis SIL, New Athena Unicode, Unifont и Noto, которые лицензированы по SIL Open Font License, а также Twitmoji, которые лицензированы по CC-BY 4.0. В порте также используется SDL, лицензируемая по zlib-license. Более подробную информацию смотрите в ReadMe.

source: Error
ru: Ошибка

source: {:s} The error occurred at: {:s} line {:d}
es: {:s} El error ocurrió en: {:s} línea {:d}
ru: {:s} Ошибка в: {:s} линия {:d}

source: Data File Error
es: Error de Archivo de Datos
ru: Ошибка файла данных

source: Unable to open main data archive ({:s}). Make sure that it is in the game folder.
es: Imposible abrir el archivo de datos principal ({:s}). Asegúrese de que esté en la carpeta del juego.
ru: Невозможно открыть основной архив ({:s}). Убедитесь, что файлы находятся в папке игры.

source: Read-Only Directory Error
es: Error de Directorio de Solo Lectura
ru: Папка только для чтения

source: Unable to write to location: {:s}
es: No se puede escribir en la ubicación: {:s}
ru: Невозможно записать в: {:s}

source: Game:
es: Juego:
ru: Игра:

source: Offline Game
es: Juego sin conexión
ru: Оффлайн игра

source: Password:
es: Contraseña:
ru: Пароль:

source: Public Game
es: Juego público
ru: Публичная игра

source: Level: Nest {:d}
es: Nivel: Guarida {:d}
ru: Уровень: Гнездо {:d}

source: Level: Crypt {:d}
es: Nivel: Cripta {:d}
ru: Уровень: Склеп {:d}

source: Town
es: Pueblo
ru: Город

source: Level: {:d}
es: Nivel: {:d}
ru: Уровень: {:d}

source: Character Information
es: Información del Personaje
ru: Информация о персонаже

source: Quests log
es: Registro de Misiones
ru: Журнал

source: Automap
es: Automapa
ru: Автокарта

source: Main Menu
es: Menú Principal
ru: Главное меню

source: Inventory
es: Inventario
ru: Инвентарь

source: Spell book
es: Libro de Hechizos
ru: Книга заклинаний

source: Send Message
es: Enviar Mensaje
ru: Отправить сообщение

source: Available Commands:
es: Comandos Disponibles:
ru: Доступные команды:

source: Command
es: Comando
ru: Команда

source: is unknown.
es: es desconocido.
ru: неизвестна.

source: Description:
es: Descripción:
ru: Описание:

source: Parameters: No additional parameter needed.
es: Parametros No se necesitan parámetros adicionales.
ru: Параметры: Дополнительные параметры не требуются.

source: Parameters:
es: Parametros:
ru: Параметры:

source: Arenas are only supported in multiplayer.
es: Las Arenas solo están soportadas en multijugador.
ru: Арены поддерживаются только в сетевой игре.

source: What arena do you want to visit?
es: ¿Cuál arena quieres visitar?
ru: Какую арену желаете посетить?

source: Invalid arena-number. Valid numbers are:
es: Número de Arena inválido. Los números válidos son:
ru: Несуществующий номер арены. Существующие номера:

source: To enter a arena, you need to be in town or another arena.
es: Para entrar a una arena debes estar en el pueblo o en otra arena.
ru: Чтобы попасть на арену, надо быть в городе или на другой арене.

source: Inspecting only supported in multiplayer.
es: Inspección solo está soportado en multijugador.
ru: Проверка поддерживается только в сетевой игре.
