Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: I am sure that you tried your best, but I fear that even your strength and will may not be enough. Diablo is now at the height of his earthly power, and you will need all your courage and strength to defeat him. May the Light protect and guide you, my friend. I will help in any way that I am able.
es: Estoy seguro de que hiciste todo lo posible, pero me temo que ni siquiera tu fuerza y voluntad serán suficientes. Diablo está ahora en el apogeo de su poder terrenal, y necesitarás todo tu coraje y fuerza para derrotarlo. Que la Luz te proteja y te guíe, amigo mío. Ayudaré en todo lo que pueda.
ru: Я уверен, что вы старались изо всех сил, но боюсь, что даже вашей силы и воли может не хватить. Диабло сейчас находится на пике своего возможного могущества, и вам понадобится вся ваша храбрость и сила, чтобы победить его. Пусть Свет защитит и направит вас, друг мой. Я помогу, чем смогу.

source: If the witch can't help you and suggests you see Cain, what makes you think that I would know anything? It sounds like this is a very serious matter. You should hurry along and see the storyteller as Adria suggests.
es: Si la bruja no puede ayudarte y te sugiere que veas a Caín, ¿qué te hace pensar que yo sabría algo? Parece que este es un asunto muy serio. Debes darte prisa y ver al narrador como sugiere Adria.
ru: Если ведьма не может тебе помочь и посылает тебя к Каину, то почему ты думаешь, что мне об этом что-либо известно? Похоже, это очень серьёзное дело. Лучше сделать так, как сказала Адрия - поговори с Каином.

source: I can't make much of the writing on this map, but perhaps Adria or Cain could help you decipher what this refers to. I can see that it is a map of the stars in our sky, but any more than that is beyond my talents.
es: No puedo hacer mucho de lo escrito en este mapa, pero tal vez Adria o Caín podrían ayudarlo a descifrar a qué se refiere esto. Puedo ver que es un mapa de las estrellas en nuestro cielo, pero está más allá de mis talentos.
ru: Не понимаю, что написано на этой карте. Может быть, Адрия и Каин помогут тебе расшифровать её. Я только вижу, что это карта звёздного неба. Всё остальное я понять не в состоянии.

source: The best person to ask about that sort of thing would be our storyteller. Cain is very knowledgeable about ancient writings, and that is easily the oldest looking piece of paper that I have ever seen.
es: La mejor persona para preguntar sobre ese tipo de cosas sería nuestro narrador. Caín está muy bien informado sobre los escritos antiguos, y ese es fácilmente el pedazo de papel más antiguo que he visto en mi vida.
ru: Лучше всего спросить об этом нашего рассказчика. Каин хорошо разбирается в древних загадочных письменах, а эта бумага выглядит самой старой из всех, что я когда-либо видела.

source: I have never seen a map of this sort before. Where'd you get it? Although I have no idea how to read this, Cain or Adria may be able to provide the answers that you seek.
es: Nunca antes había visto un mapa de este tipo. ¿Dónde lo conseguiste? Aunque no tengo ni idea de cómo leer esto, Caín o Adria pueden darte las respuestas que buscas.
ru: Что это за карта? Я никогда ещё не видел такой карты. Не могу понять, что тут написано. Может быть, Каин или Адрия помогут тебе разобраться в ней.

source: Listen here, come close. I don't know if you know what I know, but you have really got somethin' here. That's a map.
es: Escúchame, acércate. No sé si sabes lo que yo sé, pero realmente tienes algo aquí. Eso es un mapa.
ru: Слушай сюда, подойди поближе. Я не знаю, знаешь ли ты, что знаю я, но тут у тебя есть что-то интересное. Эта карта.

source: Oh, I'm afraid this does not bode well at all. This map of the stars portends great disaster, but its secrets are not mine to tell. The time has come for you to have a very serious conversation with the Storyteller...
es: ¡Oh! Me temo que esto no augura nada bueno. Este mapa de las estrellas presagia un gran desastre, pero sus secretos no son míos como para contarlos. Ha llegado el momento de que tengas una conversación muy seria con el Narrador ...
ru: Ооо, боюсь, это не предвещает ничего хорошего. Звёзды, изображённые на карте, сулят страшную беду, но я не в праве раскрыть эту тайну. Пришло время откровенно поговорить с Рассказчиком Каином...

source: I've been looking for a map, but that certainly isn't it. You should show that to Adria - she can probably tell you what it is. I'll say one thing; it looks old, and old usually means valuable.
es: He estado buscando un mapa, pero ciertamente no es así. Deberías mostrárselo a Adria; probablemente ella pueda decirte lo que es. Diré una cosa; parece viejo, y viejo por lo general significa valioso.
ru: Я ищу одну карту, но это не она. Покажи её Адрии - может быть она скажет, что это за карта. Я могу сказать одно: она очень старинная, а старинные вещи дорого ценят.

source: Pleeeease, no hurt. No Kill. Keep alive and next time good bring to you.
es: Por favooor, no herir. No matar. Mantener con vida y la próxima vez te ayudaré.
ru: Не бееей меня, не убееей меняяя. Обещаааю, я тебеее пригожууусь.

source: Something for you I am making. Again, not kill Gharbad. Live and give good. You take this as proof I keep word...
es: Estoy haciendo algo nuevo para ti. Nuevamente, no mates a Gharbad. Vive y haz el bien. Toma esto como prueba de que cumplo la palabra ...
ru: Я тебеее что-то дааам. Не бееей Гарбааада, пожалееей. Бееери это, я выполняю обещанияаа...

source: Nothing yet! Almost done. Very powerful, very strong. Live! Live! No pain and promise I keep!
es: ¡Nada aún! Casi termino. Muy poderoso, muy fuerte. ¡Vivir! ¡Vivir! ¡Sin dolor y la promesa mantengo!
ru: Я скоро тебеее что-то дааам. Что-то очень сииильное. Не бееей меняаа! Не бееей, и я сдержууу обещаниеее!

source: This too good for you. Very Powerful! You want - you take!
es: Esto es demasiado bueno para ti. ¡Muy poderoso! Tu quieres - tu tomas!
ru: Слишком хорооошеее для тебяаа. Очень сииильноеее-е-е! Хо-очешь - по-олучааай!

source: What?! Why are you here? All these interruptions are enough to make one insane. Here, take this and leave me to my work. Trouble me no more!
es: ¿Qué? ¿Por qué estás aquí? Todas estas interrupciones son suficientes para volverse loco. Toma, toma esto y déjame con mi trabajo. ¡No me molestes más!
ru: Что такое?! Что ты здесь делаешь? Кого угодно сведут с ума эти непрошенные гости, ге-ге-ге-ге-ге. Вот возьми и убирайся. И больше не мешай мне работать!

source: Arrrrgh! Your curiosity will be the death of you!!!
es: ¡Arrrrgh! ¡Tu curiosidad te matará !!!
ru: Ааааргх! Ты умрёшь из-за своего любопытства!!!

source: Hello, my friend. Stay awhile and listen...
es: Hola mi amigo. Quédate un rato y escucha ...
ru: Здравствуй, друг мой. Послушай мои рассказы...

source: While you are venturing deeper into the Labyrinth you may find tomes of great knowledge hidden there. Read them carefully for they can tell you things that even I cannot.
es: Mientras te adentres más profundo en el Laberinto, es posible que encuentres tomos de gran conocimiento escondidos allí. Léelos atentamente porque pueden decirte cosas que incluso yo no puedo.
ru: Когда ты будешь спускаться глубже в Лабиринт, ты будешь находить книги, содержащие великие знания. Внимательно читай их. Там может быть написано то, чего не знаю даже я.

source: I know of many myths and legends that may contain answers to questions that may arise in your journeys into the Labyrinth. If you come across challenges and questions to which you seek knowledge, seek me out and I will tell you what I can.
es: Conozco muchos mitos y leyendas que pueden contener respuestas a preguntas que puedan surgir en tus viajes al Laberinto. Si te encuentras con desafíos y preguntas sobre las que buscas conocimiento, búscame y te diré lo que pueda.
ru: Я знаю много легенд и мифов, в которых можно найти ответы на многие вопросы, которые у тебя возникнут в Лабиринте. Если у тебя будут какие-то затруднения, приходи ко мне и я расскажу тебе всё, что знаю об этом.

source: Griswold - a man of great action and great courage. I bet he never told you about the time he went into the Labyrinth to save Wirt, did he? He knows his fair share of the dangers to be found there, but then again - so do you. He is a skilled craftsman, and if he claims to be able to help you in any way, you can count on his honesty and his skill.
es: Griswold: un hombre de gran acción y gran coraje. Apuesto a que nunca te contó de la vez que entró en el Laberinto para salvar a Wirt, ¿verdad? Él conocía los peligros que se encuentran allí, pero, de nuevo, tu también. Es un hábil artesano, y si dice poder ayudarlo de alguna manera, puede contar con su honestidad y habilidad.
ru: Гризвольд - это очень деятельный и смелый человек. Держу пари, что он не рассказывал тебе, как он вытянул Вирта из Лабиринта. Ему пришлось пережить немало опасностей, пока он был там. Кгх-кгх, да, и тебе ведь тоже. Он умелый мастер, и если он говорит, что поможет тебе, то можешь положиться на его честность и мастерство.

source: Ogden has owned and run the Rising Sun Inn and Tavern for almost four years now. He purchased it just a few short months before everything here went to hell. He and his wife Garda do not have the money to leave as they invested all they had in making a life for themselves here. He is a good man with a deep sense of responsibility.
es: Ogden es propietario y dirige la Posada y Taberna del Sol Naciente desde hace casi cuatro años. Lo compró unos pocos meses antes de que todo se fuera al diablo. Él y su esposa Garda no tienen dinero para irse, ya que invirtieron todo lo que tenían para ganarse la vida aquí. Es un buen hombre con un profundo sentido de responsabilidad.
ru: Огден почти четыре года назад открыл здесь постоялый дом под названием "Восход". Он купил его всего за несколько месяцев до того, как всё здесь пошло к верху дном . Он и его жена Гарда почти не имеют денег на жизнь, так как они вложили всё своё состояние в обустройство дома и постоялого двора. Огден - хороший и совестливый человек.

source: Poor Farnham. He is a disquieting reminder of the doomed assembly that entered into the Cathedral with Lazarus on that dark day. He escaped with his life, but his courage and much of his sanity were left in some dark pit. He finds comfort only at the bottom of his tankard nowadays, but there are occasional bits of truth buried within his constant ramblings.
es: Pobre Farnham. Es un inquietante recordatorio de la condenada asamblea que entró en la Catedral con Lazarus en ese día oscuro. Escapó con vida, pero su coraje y gran parte de su cordura quedaron en algún pozo oscuro. Hoy en día encuentra consuelo solo en el fondo de su jarra, pero hay fragmentos ocasionales de verdad enterrados en sus constantes divagaciones.
ru: Бедняга Фарнам. Он - постоянное напоминание о том проклятом дне, когда Лазарь повёл группу жителей деревни в Собор. Ему удалось спастись, но он навсегда потерял свою храбрость и рассудок в тёмных коридорах Лабиринта. Теперь он ищет забвение на дне пивной кружки, но иногда в его бессвязной речи ещё проскакивают слова правды.

source: The witch, Adria, is an anomaly here in Tristram. She arrived shortly after the Cathedral was desecrated while most everyone else was fleeing. She had a small hut constructed at the edge of town, seemingly overnight, and has access to many strange and arcane artifacts and tomes of knowledge that even I have never seen before.
es: La bruja, Adria, es una anomalía aquí en Tristram. Llegó poco después de que la Catedral fuera profanada mientras la mayoría de los demás huían. Ella hizo construir una pequeña cabaña en las afueras del pueblo, aparentemente de la noche a la mañana, y tiene acceso a muchos artefactos extraños y arcanos y tomos de conocimiento que ni siquiera yo había visto antes.
ru: Ведьма Адрия - это нечто особенное в Тристраме. Она приехала сюда вскоре после того, как Собор был осквернён, а большинство людей старались уехать отсюда. Она живёт на краю деревни в небольшой хижине, которую она соорудила за одну ночь. У неё есть много загадочных артефактов и книг, каких даже мне раньше не случалось видеть.

source: The story of Wirt is a frightening and tragic one. He was taken from the arms of his mother and dragged into the labyrinth by the small, foul demons that wield wicked spears. There were many other children taken that day, including the son of King Leoric. The Knights of the palace went below, but never returned. The Blacksmith found the boy, but only after the foul beasts had begun to torture him for their sadistic pleasures.
es: La historia de Wirt es aterradora y trágica. Fue arrancado de los brazos de su madre y arrastrado al laberinto por los pequeños e inmundos demonios que empuñan malvadas lanzas. Se llevaron a muchos otros niños ese día, incluido el hijo del Rey Leoric. Los Caballeros del palacio bajaron, pero nunca regresaron. El herrero encontró al niño, pero solo después de que las horribles bestias comenzaran a torturarlo para sus sádicos placeres.
ru: История о Вирте страшна и трагичная. Отвратительные демонята вырвали его прямо из рук матери и утащили в Лабиринт. В тот день пропало много детей, в том числе и сын Короля Леорика. Королевские рыцари отправились в подземелье, но так и не вернулись. Кузнец нашёл мальчика, но гнусные твари уже пытали его, чтобы доставить себе садистское удовольствие.

source: Ah, Pepin. I count him as a true friend - perhaps the closest I have here. He is a bit addled at times, but never a more caring or considerate soul has existed. His knowledge and skills are equaled by few, and his door is always open.
es: Ah, Pepin. Lo considero un verdadero amigo, quizás el más cercano que tengo aquí. A veces está un poco confundido, pero nunca ha existido un alma más cariñosa o considerada. Sus conocimientos y habilidades son igualados por pocos, y su puerta siempre está abierta.
ru: А, Пепин. Это честный человек и мой самый близкий друг. Временами он бывает рассеянным, но у него добрейшая в мире душа. Немногие сравняться с ним в искусстве врачевания. Его дверь всегда открыта.

source: Gillian is a fine woman. Much adored for her high spirits and her quick laugh, she holds a special place in my heart. She stays on at the tavern to support her elderly grandmother who is too sick to travel. I sometimes fear for her safety, but I know that any man in the village would rather die than see her harmed.
es: Gillian es una buena mujer. Muy querida por su buen humor y su risa rápida, ocupa un lugar especial en mi corazón. Se queda en la taberna para ayudar a su abuela anciana, que está demasiado enferma para viajar. A veces temo por su seguridad, pero sé que cualquier hombre de la aldea preferiría morir antes que verla lastimada.
ru: Джиллиан - прекрасная женщина. Многие любят её за жизнерадостный и весёлый характер. В моём сердце она занимает особое место. Она работает в таверне, чтобы поддерживать свою больную бабушку. Я часто беспокоюсь за Джиллиан, но я знаю, что любой мужчина в деревне ни за что не даст её в обиду.

source: Greetings, good master. Welcome to the Tavern of the Rising Sun!
es: Saludos, buen maestro. ¡Bienvenido a la Taberna del Sol Naciente!
ru: Приветствую тебя! Добро пожаловать в Таверну "Восход"!

source: Many adventurers have graced the tables of my tavern, and ten times as many stories have been told over as much ale. The only thing that I ever heard any of them agree on was this old axiom. Perhaps it will help you. You can cut the flesh, but you must crush the bone.
es: Muchos aventureros han honrado las mesas de mi taberna, y diez veces se han contado tantas historias como bebido cerveza. Lo único que escuché de todos ellos fue el estar de acuerdo con este viejo axioma. Quizás te ayude. Puedes cortar la carne, pero debes triturar el hueso.
ru: Много путешественников побывало в моей таверне, и ещё больше историй было рассказано за кружкой доброго пива. И всех их объединяет одна непреложная истина - мясо можно резать, но кости нужно рубить. Запомни это на будущее.

source: Griswold the blacksmith is extremely knowledgeable about weapons and armor. If you ever need work done on your gear, he is definitely the man to see.
es: Griswold, el herrero, está muy bien informado sobre armas y armaduras. Si alguna vez necesitas trabajar en tu equipo, definitivamente es el hombre para ver.
ru: Кузнец Гризвольд хорошо разбирается во всевозможном оружии и доспехах. Если тебе будет нужно починить снаряжение, можешь обращаться к нему.

source: Farnham spends far too much time here, drowning his sorrows in cheap ale. I would make him leave, but he did suffer so during his time in the Labyrinth.
es: Farnham pasa demasiado tiempo aquí, ahogando sus penas en cerveza barata. Lo echaría, pero sufrió tanto durante su tiempo en el Laberinto.
ru: Фарнам проводит здесь много времени, стараясь утопить свои горести в кружке дешёвого пива. Я бы прогнал его, но он так натерпелся в Лабиринте, бедняга.

source: Adria is wise beyond her years, but I must admit - she frightens me a little. Well, no matter. If you ever have need to trade in items of sorcery, she maintains a strangely well-stocked hut just across the river.
es: Adria es sabia para su edad, pero debo admitirlo: Ella me asusta un poco. Bueno, no importa. Si alguna vez necesitas intercambiar objetos de hechicería, ella mantiene una choza extrañamente bien abastecida al otro lado del río.
ru: Адрия - очень мудрая старуха. Должен признаться, я её немного боюсь. Но это не важно. Если тебе нужно купить или продать какие-нибудь волшебные вещи, то иди к ней, у неё полно всякой всячины. Она живёт за рекой.

source: If you want to know more about the history of our village, the storyteller Cain knows quite a bit about the past.
es: Si quieres saber más sobre la historia de nuestro pueblo, el narrador Cain sabe bastante sobre el pasado.
ru: Если хочешь знать историю нашего края, послушай рассказчика Каина. Он может многое поведать о прошлом.

source: Wirt is a rapscallion and a little scoundrel. He was always getting into trouble, and it's no surprise what happened to him. He probably went fooling about someplace that he shouldn't have been. I feel sorry for the boy, but I don't abide the company that he keeps.
es: Wirt es un canalla y un pequeño sinvergüenza. Siempre se estaba metiendo en problemas, y no es de extrañar lo que le sucedió. Probablemente se fue a hacer el tonto por ahí donde no debería haber estado. Lo siento por el chico, pero no acepto la compañía que tiene.
ru: Вирт - это маленький мошенник и пройдоха. Он всегда попадал в неприятности и неудивительно, что с ним случилось такое несчастье. Наверное, он сунул свой нос не туда, куда следовало бы. Мне жаль мальчишку, но я терпеть не могу его приятелей.

source: Pepin is a good man - and certainly the most generous in the village. He is always attending to the needs of others, but trouble of some sort or another does seem to follow him wherever he goes...
es: Pepin es un buen hombre y, sin duda, el más generoso del pueblo. Siempre está atendiendo las necesidades de los demás, pero los problemas de una u otra clase parecen seguirlo dondequiera que vaya ...
ru: Пепин хороший человек - и самый добрый в нашей деревне. Он всегда заботится о других людях, но на его голову вечно сваливаются какие-нибудь неприятности...

source: Gillian, my Barmaid? If it were not for her sense of duty to her grand-dam, she would have fled from here long ago. Goodness knows I begged her to leave, telling her that I would watch after the old woman, but she is too sweet and caring to have done so.
es: Gillian, mi Camarera? Si no fuera por su sentido del deber hacia su abuela, habría huido de aquí hace mucho tiempo. Dios sabe que le rogué que se fuera, diciéndole que cuidaría de la anciana, pero ella es demasiado dulce y cariñosa para haberlo hecho.
ru: Джиллиан? Моя помощница? Если бы не её чувство долга по отношению к бабушке, она уже б давно уехала отсюда. Бог свидетель - я уговаривал её уехать, обещал, что позабочусь о её бабушке, но она очень хорошая девушка и не захотела так поступить.

source: What ails you, my friend?
es: ¿Qué te aflige, amigo mío?
ru: Что у тебя болит?

source: I have made a very interesting discovery. Unlike us, the creatures in the Labyrinth can heal themselves without the aid of potions or magic. If you hurt one of the monsters, make sure it is dead or it very well may regenerate itself.
es: He hecho un descubrimiento muy interesante. A diferencia de nosotros, las criaturas del Laberinto pueden curarse a sí mismas sin la ayuda de pociones o magia. Si hieres a uno de los monstruos, asegúrate de que esté muerto o podría regenerarse.
ru: Я сделал очень интересное открытие. В отличие от нас, обитатели Лабиринта могут лечить себя без помощи снадобий и магии. Если ты победишь такое чудовище, убедись, что оно мертво, иначе оно очень скоро само себя излечит.

source: Before it was taken over by, well, whatever lurks below, the Cathedral was a place of great learning. There are many books to be found there. If you find any, you should read them all, for some may hold secrets to the workings of the Labyrinth.
es: Antes de que fuera tomada por, bueno, lo que sea que esté al acecho debajo, la Catedral era un lugar de gran aprendizaje. Allí se pueden encontrar muchos libros. Si encuentra alguno, debe leerlos todos, ya que algunos pueden tener secretos sobre el funcionamiento del Laberinto.
ru: До того, как Собор заполнили демоны, он был местом, где хранилось много знаний. Там можно найти множество книг. Если ты будешь находить книги, обязательно читай их. В них могут быть разгадки к тайнам Лабиринта.

source: Griswold knows as much about the art of war as I do about the art of healing. He is a shrewd merchant, but his work is second to none. Oh, I suppose that may be because he is the only blacksmith left here.
es: Griswold sabe tanto sobre el arte de la guerra como yo sobre el arte de curar. Es un comerciante astuto, pero su trabajo es insuperable. Oh, supongo que puede deberse a que es el único herrero que queda aquí.
ru: Гризвольд знает об искусстве ведения боя также много, как я об искусстве врачевания. Он ловкий торговец, но в работе ему нет равных. Наверное это потому, что он единственный кузнец, оставшийся в деревне.

source: Cain is a true friend and a wise sage. He maintains a vast library and has an innate ability to discern the true nature of many things. If you ever have any questions, he is the person to go to.
es: Caín es un verdadero amigo y un sabio sensato. Mantiene una vasta biblioteca y tiene una habilidad innata para discernir la verdadera naturaleza de muchas cosas. Si alguna vez tienes alguna pregunta, él es la persona a la que debes dirigirse.
ru: Каин - настоящий друг и мудрый человек. У него огромная библиотека. Он имеет дар видеть истинную природу многих вещей. Если ты не можешь найти ответы на какие-то вопросы, то обращайся к нему.

source: Even my skills have been unable to fully heal Farnham. Oh, I have been able to mend his body, but his mind and spirit are beyond anything I can do.
es: Incluso mis habilidades no han podido curar completamente a Farnham. Oh, he podido reparar su cuerpo, pero su mente y su espíritu están más allá de cualquier cosa que pueda hacer.
ru: Даже моего умения не хватило, чтобы вылечить Фарнама. Да, я смог вылечить его телесные раны, но не могу восстановить его дух и рассудок.
