Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the Eternal Conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.
es: Presta atención y da testimonio de las verdades que se encuentran aquí, porque son el último legado de los Horadrim. Cuando el Conflicto Eterno entre los Altos Cielos y los Infiernos Ardientes cae sobre suelo mortal, se llama la Guerra del Pecado. Ángeles y demonios caminan entre la humanidad disfrazados, luchando en secreto, lejos de las miradas indiscretas de los mortales. Algunos mortales atrevidos y poderosos incluso se han aliado con ambos bandos y han ayudado a dictar el curso de la Guerra del Pecado.
ru: Узнай и будь свидетелем истин, открывшихся тебе, ибо это - последнее наследие Хорадрима. Когда Вечное Противостояние между Царством Небесным и Преисподней затрагивает душу смертного, это называется Войною Грехов. Ангелы и Демоны ходят среди смертных, надев личины людей. Они ведут борьбу, незаметную для человеческих глаз. Некоторые очень сильные личности вступили в союз с одной из сторон и смогли повлиять на ход Войны Грехов.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. Nearly three hundred years ago, it came to be known that the Three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the east for decades, while humanity was left trembling in their wake. Our Order - the Horadrim - was founded by a group of secretive magi to hunt down and capture the Three Evils once and for all. The original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate eastern sands. The third Evil escaped capture and fled to the west with many of the Horadrim in pursuit. The Third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth. Be warned that the soulstone must be kept from discovery by those not of the faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.
es: Presta atención y da testimonio de las verdades que se encuentran aquí, porque son el último legado de los Horadrim. Hace casi trescientos años, se supo que los Tres Malignos Principales de los Infiernos Ardientes habían llegado misteriosamente a nuestro mundo. Los Tres Hermanos asolaron las tierras del este durante décadas, mientras que la humanidad quedó temblando a su paso. Nuestra Orden, los Horadrim, fue fundada por un grupo de magos secretos para perseguir y capturar a los Tres Malignos de una vez por todas. El Horadrim original capturó a dos de los Tres dentro de poderosos artefactos conocidos como Piedras del Alma y los enterró profundamente bajo las desoladas arenas del este. El tercer Maligno escapó de la captura y huyó hacia el oeste con muchos de los Horadrim persiguiéndolo. El Tercer Mal, conocido como Diablo, el Señor del Terror, finalmente fue capturado, su esencia colocada en una Piedra del Alma y enterrada dentro de este Laberinto. Se advierte que debe evitarse que la Piedra del Alma sea descubierta por aquellos que no son de la fe. Si Diablo fuera liberado, buscaría un cuerpo que fuera fácil de controlar, y que fuera muy débil, tal vez el de un anciano o un niño.
ru: Узнай и будь свидетелем истин, открывшихся тебе, ибо это - последнее наследие Хорадрима. Почти триста лет назад стало известно, что Три Верховных Зла Преисподней каким-то образом проникли в наш мир. Эти Три Брата опустошали земли на востоке многие десятилетия, и человечество дрожало в страхе. Наш Орден - Хорадрим - был основан группой тайных магов, целью которых было поймать и пленить эти Три Зла раз и навсегда. Ордену удалось поймать двоих из Трёх и заключить их внутри могущественных артефактов, называемых Камнями Душ. Затем эти камни были глубоко зарыты среди безлюдной пустыни на востоке. Третьему Злу удалось избежать плена и скрыться на западе от преследования из Хорадрима. Третье Зло носит имя Диабло, Повелитель Ужаса. Он всё-таки был пойман в камень души и спрятан где-то в этом лабиринте. Знай же, что этот Камень Души не должен быть найден человеком, чья вера хрупка. Если Диабло вырвется на свободу, он будет искать для себя слабого человека, которым легко завладеть, - возможно, старика или ребёнка.

source: So it came to be that there was a great revolution within the Burning Hells known as The Dark Exile. The Lesser Evils overthrew the Three Prime Evils and banished their spirit forms to the mortal realm. The demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very Gates of Hell.
es: Así sucedió que hubo una gran revolución dentro de los Infiernos Ardientes conocida como El Exilio Oscuro. Los Malignos Menores derrocaron a los Tres Malignos Principales y desterraron sus formas espirituales al reino de los mortales. Los demonios Belial (el Señor de las Mentiras) y Azmodan (el Señor del Pecado) lucharon para reclamar el poder del Infierno durante la ausencia de los Tres Hermanos. Todo el Infierno se polarizó entre las facciones de Belial y Azmodan mientras las fuerzas de los Altos Cielos golpeaban continuamente las mismas Puertas del Infierno.
ru: И случилось так, что в Преисподней разгорелась междоусобная война, названная Тёмным Изгнанием. Демоны поменьше взяли верх над Тремя Верховными и выгнали их души в мир людей. Демоны Белаил (Повелитель Лжи) и Азмодан (Повелитель Греха) стали драться за престол Ада. Преисподняя разделилась на сторонников Белаила и сторонников Азмодана, а Силы Небесные продолжали наносить удары по Вратам Ада.

source: Many demons traveled to the mortal realm in search of the Three Brothers. These demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive Order of mortal magi named the Horadrim, who quickly became adept at hunting demons. They also made many dark enemies in the underworlds.
es: Muchos demonios viajaron al reino de los mortales en busca de los Tres Hermanos. Estos demonios fueron seguidos al plano mortal por Ángeles que los cazaron por las vastas pueblos del Este. Los Ángeles se aliaron con una Orden secreta de magos mortales llamada Los Horadrim, quienes rápidamente se volvieron expertos en cazar demonios. Estos también se hicieron muchos enemigos oscuros en los inframundos.
ru: Много демонов отправились в мир людей на поиски Трёх Братьев. За демонами следовали Ангелы, которые пытались настичь их и обшаривали большие города Востока вдоль и поперёк. Ангелы вступили в союз с тайным Орденом людей-магов, который назывался Хорадрим. Орден быстро научился ловить демонов, а также он нажил себе множество врагов в подземном мире.

source: So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sewing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the west. Eventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...
es: Así sucedió que los Tres Malignos Principales fueron desterrados en forma espiritual al reino de los mortales y después de sembrar el caos en el Este durante décadas, fueron perseguidos por la Orden maldita de los mortales Horadrim. Los Horadrim usaron artefactos llamados Piedras del Alma para contener la esencia de Mephisto, el Señor del Odio y su hermano Baal, el Señor de la Destrucción. El hermano menor, Diablo, el Señor del Terror, escapó hacia el oeste. Finalmente, los Horadrim capturaron a Diablo dentro de una Piedra del Alma y lo enterraron bajo una antigua y olvidada Catedral. Allí, el Señor del Terror duerme y espera el momento de su renacimiento. Sepan que buscará un cuerpo de juventud y poder para poseer, uno que sea inocente y fácil de controlar. Luego se levantará para liberar a sus Hermanos y avivar una vez más las llamas de la Guerra del Pecado ...
ru: И случилось так, что Три Верховных Зла были изгнаны в мир людей. Многие десятилетия они сеяли хаос на землях Востока, затем они были пойманы тайным Орденом магов, названных Хорадрим. Орден использовал артефакты, известные как Камни Душ, чтобы держать в них сущность Мефистофеля, Повелителя Ненависти, и Баала, Повелителя Разрушения. Младший брат - Диабло, Повелитель Ужаса - сбежал на запад. Но Хорадрим всё же поймал Диабло в Камень Души и схоронил его под древним, заброшенным Собором. Там Повелитель Ужаса дремлет и ждёт своего освобождения. Знай же, он будет искать себе человека юного и наивного, которым легко завладеть: он будет искать ребёнка. Затем он восстанет, чтобы вызволить своих Братьев и вновь разжечь пламя Войны Грехов...

source: All praises to Diablo - Lord of Terror and Survivor of The Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the kingdoms of the High Heavens and the pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of man. My lord has named the battle for this world and all who exist here the Sin War.
es: Todas las alabanzas a Diablo, Señor del Terror y Sobreviviente del Exilio Oscuro. Cuando despertó de su largo letargo, mi Señor y Maestro me habló de secretos que pocos mortales conocen. Me dijo que los reinos de los Altos Cielos y los pozos de los Infiernos Abrasadores se enzarzan en una guerra eterna. Él reveló los poderes que han traído esta discordia a los reinos del hombre. Mi señor ha llamado a la batalla por este mundo, y a todos los que existen aquí, la Guerra del Pecado.
ru: Хвала Диабло - Повелителю Ужаса, избавившемуся от Тёмного Изгнания. Когда мой Повелитель очнулся от долгого сна, он открыл мне тайны, известные немногим смертным. Он сказал мне, что между Царством Небесным и Преисподней идёт вечная война. Он поведал мне, какие силы принесли эту войну в мир людей. Мой повелитель называет это Войной Грехов.

source: Glory and Approbation to Diablo - Lord of Terror and Leader of the Three. My Lord spoke to me of his two Brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the east. Once my Lord releases his Brothers, the Sin War will once again know the fury of the Three.
es: Gloria y Aprobación a Diablo, Señor del Terror y Líder de los Tres. Mi Señor me habló de sus dos hermanos, Mefisto y Baal, que fueron desterrados a este mundo hace mucho tiempo. Mi Señor desea esperar el momento oportuno y aprovechar su asombroso poder para liberar a sus hermanos cautivos de sus tumbas bajo las arenas del este. Una vez que mi Señor libere a sus Hermanos, la Guerra del Pecado volverá a conocer la furia de los Tres.
ru: Хвала и слава Диабло - Повелителю Ужаса и Предводителю Троих. Мой Повелитель рассказал мне о своих двух братьях, Мефистофеле и Баале, которых давно изгнали в этот мир. Мой Повелитель желает выждать время, пока он вновь обретёт своё могущество, чтобы освободить братьев из-под песков востока. Когда мой Повелитель освободит своих Братьев, Война Грехов снова узнает ярость Троих.

source: Hail and Sacrifice to Diablo - Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to possess a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht to be perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.
es: Aclamación y Sacrificio a Diablo, Señor del Terror y Destructor de Almas. Cuando desperté a mi Maestro de su sueño, intentó poseer la forma de un mortal. Diablo intentó reclamar el cuerpo del Rey Leoric, pero mi Maestro estaba demasiado débil por su encarcelamiento. Mi señor necesitaba un ancla simple e inocente a este mundo, y por eso encontró que el niño Albrecht era perfecto para la tarea. Mientras el buen Rey Leoric estaba enloquecido por la posesión fallida de Diablo, yo secuestré a su hijo Albrecht y lo llevé ante mi Maestro. Ahora espero la llamada de Diablo y rezo para ser recompensado cuando él finalmente emerja como el Señor de este mundo.
ru: Да здравствует Диабло - Повелитель Ужаса и Разрушитель Душ. Когда я пробудил своего Повелителя от сна, он попытался обрести форму человека. Диабло хотел завладеть телом Короля Леорика, но он был ещё слишком слаб после долгого плена. Ему нужно было как-то зацепиться за этот мир, и он нашёл юного Альбрехта, который прекрасно подходил для этой цели. После неудачной попытки Диабло оставил тело обезумевшего Леорика, а я похитил его сына Альбрехта и отдал его своему Повелителю. Теперь я жду, когда Диабло меня позовёт, и молюсь, что он вознаградит меня, когда станет Повелителем этого мира.

source: Thank goodness you've returned! Much has changed since you lived here, my friend. All was peaceful until the dark riders came and destroyed our village. Many were cut down where they stood, and those who took up arms were slain or dragged away to become slaves - or worse. The church at the edge of town has been desecrated and is being used for dark rituals. The screams that echo in the night are inhuman, but some of our townsfolk may yet survive. Follow the path that lies between my tavern and the blacksmith shop to find the church and save who you can. Perhaps I can tell you more if we speak again. Good luck.
es: ¡Gracias a Dios que has vuelto! Mucho ha cambiado desde que viviste aquí, amigo. Todo estaba en paz hasta que llegaron los jinetes oscuros y destruyeron nuestra aldea. Muchos fueron asesinados donde estaban, y los que tomaron las armas fueron asesinados o arrastrados para convertirse en esclavos, o algo peor. La iglesia en las afueras del pueblo ha sido profanada y se utiliza para rituales oscuros. Los gritos que resuenan en la noche son inhumanos, pero es posible que algunos de nuestros habitantes hayan sobrevivido. Sigue el camino que se encuentra entre mi taberna y la herrería para encontrar la iglesia y salvar a quien puedas. Quizás pueda contarte más si volvemos a hablar. Buena suerte.
ru: Слава богу, ты снова здесь! Многое изменилось со времени твоего последнего посещения таверны. Мы жили хорошо, но потом появились чёрные всадники и опустошили наш городок. Многие жители были убиты прямо на месте, а те, кто взялся за оружие - погибли или были захвачены в рабство, а может и ещё хуже. Нашу церковь осквернили, в ней проводятся чёрные обряды. По ночам оттуда слышны нечеловеческие вопли, но возможно кто-нибудь из наших односельчан всё ещё жив. Иди по тропе, которая пролегает между моей таверной и кузницей, найди церковь и спаси всех, кого сможешь. Буду рад поговорить с тобой ещё раз. Желаю удачи.

source: Maintain your quest. Finding a treasure that is lost is not easy. Finding a treasure that is hidden less so. I will leave you with this. Do not let the sands of time confuse your search.
es: Mantén tu búsqueda. Encontrar un tesoro perdido no es fácil. Encontrar un tesoro que está escondido, aún menos. Te dejaré con esto. No permitas que las arenas del tiempo confundan tu búsqueda.
ru: Не прекращайте свои поиски. Найти потерянное сокровище непросто. Найти спрятанное сокровище легче. Скажу напоследок: не позволяйте пескам времени мешать вашим поискам.

source: A what?! This is foolishness. There's no treasure buried here in Tristram. Let me see that!! Ah, Look these drawings are inaccurate. They don't match our town at all. I'd keep my mind on what lies below the cathedral and not what lies below our topsoil.
es: ¿Un qué? ¡Esto es una tontería!. No hay ningún tesoro enterrado aquí en Tristram. ¡Déjame ver eso! Ah, mira, estos dibujos son inexactos. No coinciden en absoluto con nuestro pueblo. Me concentraría en lo que hay debajo de la catedral y no en lo que hay debajo de nuestra capa superficial del suelo.
ru: Что?! Какая чепуха! В Тристраме нет никаких зарытых сокровищ. Дай ка я посмотрю. Ах, видишь? Этот рисунок неточный. Это совсем не похоже на нашу деревню. На твоём месте я бы больше думал о том, что находиться под Собором, а не под нашими огородами.

source: I really don't have time to discuss some map you are looking for. I have many sick people that require my help and yours as well.
es: Realmente no tengo tiempo para discutir sobre algún mapa que estás buscando. Tengo muchos enfermos que necesitan mi ayuda y la tuya también.
ru: У меня нет времени разговаривать о какой-то карте, которую ты ищешь. Много людей нуждается в моей помощи, да и в твоей тоже.

source: The once proud Iswall is trapped deep beneath the surface of this world. His honor stripped and his visage altered. He is trapped in immortal torment. Charged to conceal the very thing that could free him.
es: El otrora orgulloso Iswall está atrapado en las profundidades de este mundo. Su honor fue despojado y su rostro alterado. Está atrapado en un tormento inmortal. Encargado de ocultar lo mismo que podría liberarlo.
ru: Некогда гордый Исвалл заперт глубоко под поверхностью этого мира. Его честь утрачена и его выражение изменилось. Он в ловушке бессмертных мук. Обязанный скрывать то, что могло его освободить.

source: I'll bet that Wirt saw you coming and put on an act just so he could laugh at you later when you were running around the town with your nose in the dirt. I'd ignore it.
es: Apuesto a que Wirt te vio venir y fingió un acto para poder reírse de ti más tarde, cuando estabas corriendo por el pueblo con la nariz en la tierra. Yo lo ignoraría.
ru: Держу пари, что Вирт видел, как ты идёшь и разыграл эту сцену, чтобы потом посмеяться, глядя как ты по всюду роешься в земле, словно крот. Я бы не стал придавать значение.

source: There was a time when this town was a frequent stop for travelers from far and wide. Much has changed since then. But hidden caves and buried treasure are common fantasies of any child. Wirt seldom indulges in youthful games. So it may just be his imagination.
es: Hubo un tiempo en que este pueblo era una parada frecuente para los viajeros de todas partes. Mucho ha cambiado desde entonces. Pero las cuevas escondidas y los tesoros enterrados son fantasías comunes de cualquier niño. Wirt rara vez se entrega a juegos juveniles. Así que puede que sea sólo su imaginación.
ru: Когда-то в нашем городке часто останавливались путешественники и торговцы из разных стран, но с тех пор многое изменилось. Дети обычно любят мечтать о всяких тайных пещерах и зарытых сокровищах. Вирт ещё ребёнок. Может быть, он просто выдумал всё это.

source: Listen here. Come close. I don't know if you know what I know, but you've have really got something here. That's a map.
es: Escucha. Acércate. No sé si sabes lo que yo sé, pero realmente tienes algo aquí. Eso es un mapa.
ru: Слушай сюда. Подойди ближе. Не знаю, знаешь ли ты то, что знаю я, но у тебя действительно кое-что есть. Эта карта.

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetery, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
es: Mi abuela a menudo me cuenta historias sobre las extrañas fuerzas que habitan el cementerio fuera de la iglesia. Y puede que le interese escuchar uno de ellos. Dijo que si dejaba la ofrenda adecuada en el cementerio, entraba a la catedral para rezar por los muertos y luego regresaba, la ofrenda se alteraría de alguna manera extraña. No sé si esto es solo la charla de una anciana enferma, pero todo parece posible en estos días.
ru: Моя бабушка часто рассказывает мне о странных духах, обитающих на кладбище возле церкви. Тебе, наверное, будет интересно послушать об этом. Она говорит, что если оставить на кладбище подобающий дар, зайти в Собор и помолиться за мёртвых, а затем вернуться, то дар странным образом измениться. Я не знаю, возможно, это просто фантазия старой больной женщины, но теперь настало такое время, что всякое может произойти.

source: Hmmm. A vast and mysterious treasure you say. Mmmm. Maybe I could be interested in picking up a few things from you. Or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
es: Mmmm ¿Un tesoro vasto y misterioso, dices? Mmmm. Tal vez podría estar interesado en adquirir algunas cosas tuyas... o mejor aún, ¿no necesitas algunos suministros raros y costosos para superar esta prueba?
ru: Хммм. Огромное и таинственное сокровище, говоришь. Мммм. Возможно, мне было бы интересно получить от тебя кое-что. Или ещё лучше: разве тебе не нужны редкие и дорогие припасы, чтобы пройти через это испытание?

source: So, you're the hero everyone's been talking about. Perhaps you could help a poor, simple farmer out of a terrible mess? At the edge of my orchard, just south of here, there's a horrible thing swelling out of the ground! I can't get to my crops or my bales of hay, and my poor cows will starve. The witch gave this to me and said that it would blast that thing out of my field. If you could destroy it, I would be forever grateful. I'd do it myself, but someone has to stay here with the cows...
es: Entonces, eres el héroe del que todos han estado hablando. ¿Quizás podrías ayudar a un simple granjero pobre a salir de un lío terrible? En el borde de mi huerto, al sur de aquí, ¡hay una cosa horrible que se hincha en el suelo! No puedo llegar a mis cultivos ni a mis fardos de heno, y mis pobres vacas se morirán de hambre. La bruja me dio esto y dijo que volaría esa cosa fuera de mi campo. Si pudieras destruirlo, te estaré eternamente agradecido. Lo haría yo mismo, pero alguien tiene que quedarse aquí con las vacas ...
ru: А, так это о тебе все говорят, как о герое. Сможешь ли ты помочь бедному простому фермеру? На краю моего сада, немного южнее этого места, из земли вылазит ужасная штуковина! Я не могу подойти к своему огороду и к стогам сена. Мои бедные коровы подохнут с голоду. Ведьма дала мне вот это и сказала, что им можно снести ту нечисть напрочь с моего участка. Если ты сможешь её уничтожить, я буду вечно тебе благодарен. Я бы и сам это сделал, но я должен присматривать за коровами...
