Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: fastest hit recovery
es: recuperación de golpe más rápida posible
ru: наибыстрейшее восстановление

source: fast block
es: bloqueo rapido
ru: быстрый блок

source: adds {:d} point to damage
es: agrega {:d} punto al daño
ru: +{:d} очко к урону

source: fires random speed arrows
es: dispara flechas de velocidad aleatoria
ru: выпускает случайные быстрые стрелы

source: unusual item damage
es: daño inusual del artículo
ru: изменённый урон

source: altered durability
es: durabilidad alterada
ru: изменённая прочность

source: one handed sword
es: espada de una mano
ru: одноручный меч

source: constantly lose hit points
es: pierde puntos de vida constantemente
ru: постоянная потеря здоровья

source: life stealing
es: robo de vida
ru: крадёт здоровье врагов

source: no strength requirement
es: sin requisito de fuerza
ru: нет требований силы

source: lightning damage: {:d}
es: daño por rayo: {:d}
ru: урон молнией: {:d}

source: lightning damage: {:d}-{:d}
es: daño por rayo: {:d}-{:d}
ru: урон молнией: {:d}-{:d}

source: charged bolts on hits
es: rayos por cada golpe
ru: выпускает заряженные болты при ударе

source: occasional triple damage
es: triple daño ocasional
ru: случайный тройной урон

source: decaying {:+d}% damage
es: {:+d}% de daño de descomposición
ru: убывающие {:+d}% урона

source: 2x dmg to monst, 1x to you
es: 2x dañ al mes, 1x a ti
ru: 2x урона монстрам, 1x вам

source: Random 0 - 600% damage
es: Daño aleatorio 0 - 600%
ru: Случайные 0 - 600% урона

source: low dur, {:+d}% damage
es: baja dur, {:+d}% de daño
ru: низк прчн, {:+d}% урона

source: extra AC vs demons
es: extra CA contra demonios
ru: больше защиты против демонов

source: extra AC vs undead
es: extra CA contra muertos vivientes
ru: больше защиты против нежити

source: 50% Mana moved to Health
es: 50% de Maná se movió a Salud
ru: 50% маны становятся здоровьем

source: 40% Health moved to Mana
es: 40% de Salud se movió a Maná
ru: 40% здоровья становятся маной

source: damage: {:d} Indestructible
es: daño: {:d} Indestructible
ru: урон: {:d} Неразрушимое

source: damage: {:d} Dur: {:d}/{:d}
es: daño: {:d} Dur: {:d}/{:d}
ru: урон: {:d} Прчн: {:d}/{:d}

source: damage: {:d}-{:d} Indestructible
es: daño: {:d}-{:d} Indestructible
ru: урон: {:d}-{:d} Неразрушимое

source: damage: {:d}-{:d} Dur: {:d}/{:d}
es: daño: {:d}-{:d} Dur: {:d}/{:d}
ru: урон: {:d}-{:d} Прчн: {:d}/{:d}

source: armor: {:d} Indestructible
es: defensa: {:d} Indestructible
ru: защита: {:d} Неразрушимое

source: armor: {:d} Dur: {:d}/{:d}
es: defensa: {:d} Dur: {:d}/{:d}
ru: защита: {:d} Прчн:{:d}/{:d}

source: Charges: {:d}/{:d}
es: Cargas: {:d}/{:d}
ru: Заряды: {:d}/{:d}

source: unique item
es: artículo único
ru: уникальный предмет

source: Not Identified
es: No Identificado
ru: Не идентифицировано

source: Skeleton King's Lair
es: Guarida del Rey Esqueleto
ru: Логово Короля Скелетов

source: Chamber of Bone
es: Cámara de Hueso
ru: Палата Костей

source: Maze
es: Laberinto
ru: Лабиринт

source: Poisoned Water Supply
es: Red de Agua Envenenada
ru: Отравленный Источник

source: Archbishop Lazarus' Lair
es: Guarida del Arzobispo Lazarus
ru: Логово Архиепископа Лазаря

source: Church Arena
es: Arena de la Iglesia
ru: Церковная арена

source: Hell Arena
es: Arena Hellfire
ru: Адская арена

source: Circle of Life Arena
es: Arena Círculo de la Vida
ru: Арена Круга Жизни

source: Down to dungeon
es: Bajar a la mazmorra
ru: Спуститься в подземелье

source: Down to catacombs
es: Bajar a las catacumbas
ru: Спуститься в катакомбы

source: Down to caves
es: Bajar a las cuevas
ru: Спуститься в пещеры

source: Down to hell
es: Bajar al infierno
ru: Спуститься в ад

source: Down to Hive
es: Bajar a la colmena
ru: Спуститься в Улей

source: Down to Crypt
es: Bajar a la Cripta
ru: Спуститься в Склеп

source: Up to level {:d}
es: Sube al nivel {:d}
ru: Подняться на {:d} уровень

source: Up to town
es: Sube al pueblo
ru: Подняться в город

source: Down to level {:d}
es: Baja al nivel {:d}
ru: Спуститься на {:d} уровень

source: Down to Diablo
es: Baja a Diablo
ru: Спуститься к Диабло

source: Up to Nest level {:d}
es: Sube al nivel de la Colmena {:d}
ru: Подняться на {:d} уровень Гнезда

source: Up to Crypt level {:d}
es: Sube al nivel de la Cripta {:d}
ru: Подняться на {:d} уровень Склепа

source: Cornerstone of the World
es: Piedra Angular del Mundo
ru: Краеугольный Камень Мира

source: Down to Crypt level {:d}
es: Baja al nivel de la Cripta {:d}
ru: Спуститься в Склеп на {:d} уровень

source: Back to Level {:d}
es: Volver al nivel {:d}
ru: Вернуться на {:d} уровень

source: Unable to open save file archive
es: No se puede abrir el archivo guardado
ru: Невозможно открыть файл сохранённой игры

source: Stash version invalid. If you attempt to access your stash, data will be overwritten!!
es: Versión del guardado no válida. Si intentas acceder a él se sobrescribirán los datos.
ru: Недействительная версия хранилища. Если вы попытаетесь что-то положить в хранилище, данные будут перезаписаны!!

source: Stash size invalid. If you attempt to access your stash, data will be overwritten!!
es: El tamaño del guardado no es válido. Si intentas acceder a él, se sobrescribirán los datos.
ru: Недопустимый размер хранилища. Если вы попытаетесь что-то положить в хранилище, данные будут перезаписаны!!

source: Invalid save file
es: Archivo guardado no válido
ru: Неправильный файл сохранения

source: Player is on a Hellfire only level
es: El jugador está en un nivel único Hellfire
ru: Игрок на уровне Hellfire

source: Invalid game state
es: Estado de juego no válido
ru: Неправильное состояние игры

source: Unable to display mainmenu
es: No se puede mostrar el menú principal
ru: Невозможно отобразить главное меню

source: Animal
ru: Зверь

source: Demon
es: Demonio
ru: Демон

source: Undead
es: Muerto viviente
ru: Нежить

source: Type: {:s} Kills: {:d}
es: Tipo: {:s} Muertes: {:d}
ru: Тип: {:s} Убито: {:d}

source: Total kills: {:d}
es: Muertes totales: {:d}
ru: Убито: {:d}

source: Hit Points: {:d}-{:d}
es: Puntos de Golpe: {:d}- {:d}
ru: Здоровье: {:d}-{:d}

source: No magic resistance
es: Sin resistencia mágica
ru: Нет сопротивления

source: Resists:
es: Resiste:
ru: Сопротивления:

source: Magic
es: Magia
ru: Магия

source: Fire
es: Fuego
ru: Огонь

source: Lightning
es: Rayo
ru: Молния

source: Immune:
es: Inmune:
ru: Иммунитет:

source: Type: {:s}
es: Tipo: {:s}
ru: Тип: {:s}

source: No resistances
es: Sin resistencias
ru: Без сопротивлений

source: No Immunities
es: Sin Inmunidades
ru: Без иммунитета

source: Some Magic Resistances
es: Algunas Resistencias Mágicas
ru: Малое сопротивление магии

source: Some Magic Immunities
es: Algunas Inmunidades Mágicas
ru: Малый магический иммунитет

source: Failed to open archive for writing.
es: No se pudo abrir el archivo para escribir.
ru: Не удалось открыть архив для записи.

source: {:s} has cast an invalid spell.
es: {:s} ha lanzado un hechizo inválido.
ru: {:s} применил несуществующее заклинание.

source: {:s} has cast an illegal spell.
es: {:s} ha lanzado un hechizo ilegal.
ru: {:s} применил запрещённое заклинание.

source: Player '{:s}' (level {:d}) just joined the game
es: Jugador ' {:s}' (nivel {:d}) acaba de unirse
ru: Игрок '{:s}' (уровень {:d}) присоединился к игре

source: The game ended
es: El juego terminó
ru: Игра окончена

source: Unable to get level data
es: No se pueden obtener datos del nivel
ru: Невозможно получить данные уровня

source: Player '{:s}' just left the game
es: El jugador ' {:s}' acaba de salir del juego
ru: Игрок '{:s}' покинул игру

source: Player '{:s}' killed Diablo and left the game!
es: ¡El jugador ' {:s}' mató a Diablo y abandonó el juego!
ru: Игрок '{:s}' убил Диабло и покинул игру!

source: Player '{:s}' dropped due to timeout
es: El jugador ' {:s}' desconectado debido al tiempo de espera
ru: Игрок '{:s}' исключён из-за времени ожидания

source: Player '{:s}' (level {:d}) is already in the game
es: El jugador ' {:s}' (nivel {:d}) ya está en el juego
ru: Игрок '{:s}' (уровень {:d}) уже в игре

source: Mysterious
es: Misterioso
ru: Таинственное

source: Hidden
es: Oculto
ru: Скрытое

source: Gloomy
es: Sombrío
ru: Хмурое

source: Weird
es: misterioso
ru: Причудливое

source: Magical
es: Mágico
ru: Магическое

source: Stone
es: Piedra
ru: Каменное

source: Religious
es: Religioso
ru: Религиозное

source: Enchanted
es: Encantada
ru: Заколдованное

source: Thaumaturgic
es: Taumatúrgico
ru: Чудотворное

source: Fascinating
es: Fascinante
ru: Обворожительное

source: Cryptic
es: Críptico
ru: Загадочное

source: Eldritch
es: Espeluznante
ru: Сверхъестественное

source: Eerie
es: Inquietante
ru: Жуткое

source: Divine
es: Divino
ru: Божественное

source: Holy
es: sagrado
ru: Святое

source: Sacred
es: Sagrado
ru: Священное

source: Spiritual
es: Espiritual
ru: Духовное

source: Spooky
es: Escalofriante
ru: Пугающее

source: Abandoned
es: Abandonado
ru: Заброшенное

source: Creepy
es: Siniestro
ru: Жуткое

source: Quiet
es: Tranquilo
ru: Тихое

source: Secluded
es: Aislado
ru: Уединённое

source: Ornate
es: Decorado
ru: Украшенное

source: Glimmering
es: Resplandeciente
ru: Блестящее

source: Tainted
es: Contaminado
ru: Испорченное

source: Oily
es: Aceitoso
ru: Маслянистое

source: Glowing
es: Brillante
ru: Светящееся

source: Mendicant's
es: Del Mendicante
ru: Нищенское

source: Sparkling
es: Centelleante
ru: Сверкающее

source: Shimmering
es: Reluciente
ru: Мерцающее

source: Solar
ru: Солнечное

source: Murphy's
es: De Murphy
ru: Мёрфи

source: The Great Conflict
es: El Gran Conflicto
ru: Великий Конфликт

source: The Wages of Sin are War
es: La Paga del Pecado es la Guerra
ru: Возмездие за Грех - Война

source: The Tale of the Horadrim
es: El Cuento de los Horadrim
ru: Сказ Хорадримов

source: The Dark Exile
es: El Exilio Oscuro
ru: Тёмное Изгнание

source: The Sin War
es: La Guerra del Pecado
ru: Война Грехов

source: The Binding of the Three
es: La Unión de los Tres
ru: Связь Трёх

source: The Realms Beyond
es: Los Reinos del Más Allá
ru: Царства за Гранью

source: Tale of the Three
es: Cuento de los Tres
ru: Сказ Трёх

source: The Black King
es: El Rey Negro
ru: Чёрный Король

source: Journal: The Ensorcellment
es: Diario: El Hechizado
ru: Журнал: Волшебство

source: Journal: The Meeting
es: Diario: El Encuentro
ru: Журнал: Встреча

source: Journal: The Tirade
es: Diario: La Diatriba
ru: Журнал: Тирада

source: Journal: His Power Grows
es: Diario: Su Poder Crece
ru: Журнал: Его Сила Растёт

source: Journal: NA-KRUL
es: Diario: NA-KRUL
ru: Журнал: НА-КРУЛ

source: Journal: The End
es: Diario: El Fin
ru: Журнал: Конец

source: A Spellbook
es: Un libro de Hechizos
ru: Книга Заклинаний

source: Crucified Skeleton
es: Esqueleto Crucificado
ru: Распятый скелет

source: Lever
es: Palanca
ru: Рычаг

source: Open Door
es: Puerta Abierta
ru: Открытая дверь

source: Closed Door
es: Puerta Cerrada
ru: Закрытая дверь

source: Blocked Door
es: Puerta Bloqueada
ru: Заблокированная дверь

source: Ancient Tome
es: Tomo Antiguo
ru: Древний фолиант

source: Book of Vileness
es: Libro de la Vileza
ru: Книга подлости

source: Skull Lever
es: Palanca de Cráneo
ru: Череп-рычаг

source: Mythical Book
es: Libro Mítico
ru: Мифическая книга

source: Small Chest
es: Cofre Pequeño
ru: Маленький сундук

source: Chest
es: Cofre
ru: Сундук

source: Large Chest
es: Arcón
ru: Большой сундук

source: Sarcophagus
es: Sarcófago
ru: Саркофаг

source: Bookshelf
es: Estante para Libros
ru: Книжная полка

source: Bookcase
es: Estantería
ru: Книжный шкаф

source: Barrel
es: Barril
ru: Бочка

source: Pod
es: Vaina
ru: Кокон

source: Urn
es: Urna
ru: Урна

source: {:s} Shrine
es: Santuario {:s}
ru: {:s} святилище

source: Skeleton Tome
es: Tomo de Esqueleto
ru: Фолиант скелетов

source: Library Book
es: Libro de la Biblioteca
ru: Библиотечная книга

source: Blood Fountain
es: Fuente de Sangre
ru: Кровавый фонтан

source: Decapitated Body
es: Cuerpo Decapitado
ru: Обезглавленное тело

source: Book of the Blind
es: Libro de los Ciegos
ru: Книга Слепцов

source: Book of Blood
es: Libro de Sangre
ru: Книга Крови

source: Purifying Spring
es: Manantial Purificante
ru: Очищающий источник

source: Armor
es: Armadura
ru: Доспехи

source: Weapon Rack
es: Estante de Armas
ru: Стойка с оружием

source: Goat Shrine
es: Santuario de las Cabras
ru: Козье святилище

source: Cauldron
es: Caldero
ru: Котёл

source: Murky Pool
es: Piscina Turbia
ru: Тёмный бассейн

source: Fountain of Tears
es: Fuente de las Lágrimas
ru: Фонтан слёз

source: Steel Tome
es: Tomo de Acero
ru: Стальной фолиант

source: Pedestal of Blood
es: Pedestal de Sangre
ru: Пьедестал крови

source: Mushroom Patch
es: Parche de Hongos
ru: Грибы

source: Vile Stand
es: Vil Estante
ru: Мерзкий стенд

source: Slain Hero
es: Héroe Asesinado
ru: Убитый герой

source: Trapped {:s}
es: {:s} Trampa
ru: {:s} с ловушкой

source: {:s} (disabled)
es: {:s} (deshabilitado)
ru: {:s} (отключено)

source: ON
es: ENCENDIDO
ru: ВКЛ

source: OFF
es: APAGADO
ru: ВЫКЛ

source: Game Mode
es: Modo de juego
ru: Режим игры

source: Game Mode Settings
es: Configuraciones del modo de juego
ru: Настройки игрового процесса

source: Play Diablo or Hellfire.
es: Jugar Diablo o Hellfire.
ru: Играть в Diablo или Hellfire.

source: Restrict to Shareware
es: Restringir a modo shareware
ru: Ограничить до Shareware

source: Makes the game compatible with the demo. Enables multiplayer with friends who don't own a full copy of Diablo.
es: Hace que el juego sea compatible con la demostración. Habilita el modo multijugador con amigos que no poseen una copia completa de Diablo.
ru: Делает игру совместимой с демоверсией. Позволяет играть в сетевую игру с друзьями, у которых нет полной версии Diablo.

source: Start Up
es: Inicio
ru: Запустить

source: Start Up Settings
es: Configuraciones de inicio
ru: Параметры запуска

source: Intro
es: Introducción
ru: Интро

source: Shown Intro cinematic.
es: Mostrar cinemática de introducción.
ru: Показываемый ролик.

source: Splash
es: Pantalla de bienvenida
ru: Заставка

source: Shown splash screen.
es: Mostrar pantalla de bienvenida.
ru: Показываемая заставка.

source: Logo and Title Screen
es: Logo y título
ru: Логотип и титульный экран

source: Title Screen
es: Pantalla de título
ru: Титульный экран

source: Diablo specific Settings
es: Configuraciones específicas de Diablo
ru: Специальные настройки Diablo

source: Hellfire specific Settings
es: Configuraciones específicas de Hellfire
ru: Специальные настройки Hellfire

source: Audio
ru: Звук

source: Audio Settings
es: Configuraciones de audio
ru: Настройки звука

source: Walking Sound
es: Sonido al caminar
ru: Звук ходьбы

source: Player emits sound when walking.
es: Los jugadores emiten sonido cuando caminan.
ru: Персонаж издает звук при ходьбе.

source: Auto Equip Sound
es: Sonido de auto equipo
ru: Звук автоэкипирования

source: Automatically equipping items on pickup emits the equipment sound.
es: Al equiparse automáticamente con un objeto se emite el sonido de equipamiento.
ru: При автоматическом экипировании предметов издаётся звук.

source: Item Pickup Sound
es: Sonido de recoger objeto
ru: Звук сбора предметов

source: Picking up items emits the items pickup sound.
es: Al recoger un objeto se emite el sonido de recoger.
ru: При сборе предметов издаётся звук.

source: Sample Rate
es: Frecuencia de muestreo
ru: Частота дискретизации

source: Output sample rate (Hz).
es: Frecuencia de muestreo de salida (Hz).
ru: Выходная частота дискретизации (Гц)

source: Channels
es: Canales
ru: Каналы

source: Number of output channels.
es: Número de canales de salida.
ru: Количество выходных каналов.

source: Buffer Size
es: Tamaño del buffer
ru: Размер буфера

source: Buffer size (number of frames per channel).
es: Tamaño del buffer (numero de cuadros por segundo).
ru: Размер буфера (количество кадров на канал).

source: Resampling Quality
es: Calidad de remuestreo
ru: Качество передискретизации

source: Quality of the resampler, from 0 (lowest) to 5 (highest).
es: Calidad de remuestreo, desde 0 (el más bajo) a 5 (el más alto).
ru: Качество передискретизации, от 0 (самое низкое) до 5 (самое высокое).

source: Affect the game's internal resolution and determine your view area. Note: This can differ from screen resolution, when Upscaling, Integer Scaling or Fit to Screen is used.
es: Afecta a la resolución interna del juego y determina su área de visión. Nota: Esto puede diferir de la resolución de la pantalla cuando se utiliza Aumento de escala, Escala de entera o Ajustar a la pantalla.
ru: Влияет на внутреннее разрешение игры и определяет область просмотра. Примечание: зависит от использованного типа масштабирования (Upscaling, Integer Scaling или Fit to Screen).

source: Resampler
es: Remuestreador
ru: Ресемплер

source: Audio resampler
es: Remuestreador de audio
ru: Авто ресемплер

source: Device
es: Dispositivo
ru: Устройство

source: Audio device
es: Dispositivo de audio
ru: Аудио устройство

source: Graphics
es: Gráficos
ru: Графика

source: Graphics Settings
es: Configuración de gráficos
ru: Настройки графики

source: Fullscreen
es: Pantalla completa
ru: На весь экран

source: Display the game in windowed or fullscreen mode.
es: Muestra el juego en modo ventana o pantalla completa.
ru: Отображение игры в оконном или полноэкранном режиме.

source: Fit to Screen
es: Ajustar a la pantalla
ru: По размеру экрана

source: Automatically adjust the game window to your current desktop screen aspect ratio and resolution.
es: Ajusta automáticamente la venta del juego a la relación de aspecto y resolución del escritorio actual.
ru: Автоматически настраивает окно игры в соответствии с текущим соотношением сторон и разрешением экрана рабочего стола.

source: Upscale
es: Aumento de escala
ru: Масштабирование

source: Enables image scaling from the game resolution to your monitor resolution. Prevents changing the monitor resolution and allows window resizing.
es: Permite escalar la imagen de la resolución del juego a la resolución de su monitor. Evita cambiar la resolución del monitor y permite cambiar el tamaño de la ventana.
ru: Включает масштабирование изображения от разрешения игры до разрешения вашего монитора. Предотвращает изменение разрешения монитора и позволяет изменять размер окна.

source: Scaling Quality
es: Calidad de escalado
ru: Качество масштабирования

source: Enables optional filters to the output image when upscaling.
es: Habilita filtros opcionales para la imagen de salida al ampliar la escala.
ru: Включает дополнительные фильтры для выходного изображения при масштабировании.

source: Nearest Pixel
es: Pixel más cercano
ru: Ближайший пиксель

source: Bilinear
es: Bilineal
ru: Билинейная

source: Anisotropic
es: Anisotrópico
ru: Анизотропная

source: Integer Scaling
es: Escalado entero
ru: Целочисленное масштабирование

source: Scales the image using whole number pixel ratio.
es: Escala la imagen usando una proporción de píxeles de números enteros.
ru: Масштабирует изображение с использованием целочисленного соотношения пикселей.

source: Frame Rate Control
es: Control de Velocidad de Cuadros
ru: Управление Частотой Кадров

source: Manages frame rate to balance performance, reduce tearing, or save power.
es: Administra la velocidad de cuadros para equilibrar el rendimiento, reducir el desgarro o ahorrar energía.
ru: Управление частотой кадров для сбалансирования производительности, уменьшения разрывов или экономии электроэнергии.

source: Vertical Sync
es: Sincronismo vertical
ru: Вертикальная синхронизация

source: Limit FPS
es: Limitar FPS
ru: Ограничение FPS

source: Zoom on when enabled.
es: Acercar cuando está habilitado.
ru: Приближает, если включено.

source: Per-pixel Lighting
es: Iluminación por píxel
ru: Пиксельное освещение

source: Subtile lighting for smoother light gradients.
es: Iluminación de subtejas para gradientes de luz más suaves.
ru: Тонкое освещение для более плавных световых градиентов.

source: Color Cycling
es: Ciclo de color
ru: Цветовой цикл

source: Color cycling effect used for water, lava, and acid animation.
es: Efecto de ciclo de color usado para la animación del agua, lava y ácido.
ru: Эффект циклического изменения цвета, используемый для анимации воды, лавы и кислоты.

source: Alternate nest art
es: Alternar arte alternativa
ru: Альтернативное оформление Гнезда

source: The game will use an alternative palette for Hellfire’s nest tileset.
es: El juego usará una paleta alternativa para el juego de fichas alternativo de Hellfire.
ru: В игре будет использована альтернативная палитра для тайлов Гнезда в Hellfire.

source: Hardware Cursor
es: Cursor por hardware
ru: Аппаратный курсор

source: Use a hardware cursor
es: Usa el cursor por hardware
ru: Использовать аппаратный курсор

source: Hardware Cursor For Items
es: Cursor por hw para objetos
ru: Аппаратный курсор для предметов

source: Use a hardware cursor for items.
es: Usa el cursos por hardware para los objetos.
ru: Использовать аппаратный курсор для предметов.

source: Hardware Cursor Maximum Size
es: Tamaño máx del cursor por hardw
ru: Предельный размер аппаратного курсора

source: Maximum width / height for the hardware cursor. Larger cursors fall back to software.
es: Máximo ancho/alto del cursor por hardware. Cursores muy grandes se sustituyen por software.
ru: Максимальная ширина/высота аппаратного курсора. Курсоры большого размера откатываются к программным.

source: Show FPS
es: Mostrar los FPS
ru: Показать FPS

source: Displays the FPS in the upper left corner of the screen.
es: Muestra los FPS en la esquina superior izquierda de la pantalla.
ru: Отображать FPS в верхнем левом углу экрана.

source: Gameplay
es: Juego
ru: Геймплей

source: Gameplay Settings
es: Configuraciones durante el juego
ru: Настройки игрового процесса

source: Enable jogging/fast walking in town for Diablo and Hellfire. This option was introduced in the expansion.
es: Habillita trotar/caminar veloz en el pueblo para Diablo y Hellfire. Esta opción fue introducida en la expansión.
ru: Включить бег трусцой/быструю ходьбу в городе для Diablo и Hellfire. Эта опция была введена в дополнении.

source: Grab Input
es: Capturar entrada
ru: Захват ввода

source: When enabled mouse is locked to the game window.
es: Cuando está habilitado el mouse se captura en la ventana de juego.
ru: Если включено, мышь фиксируется в окне игры.

source: Pause Game When Window Loses Focus
es: Pausar el juego cuando la ventana pierde el foco
ru: Пауза если окно теряет фокус

source: When enabled, the game will pause when focus is lost.
es: Cuando está habilitado, el juego se detendrá cuando se pierda el foco.
ru: Если включено, игра встанет на паузу при потере фокуса (переключении на другое окно).

source: Enable Little Girl quest.
es: Habilita la misión de la Niñita.
ru: Включает задание Малышки.

source: Enable Jersey's quest. Lester the farmer is replaced by the Complete Nut.
es: Habilita la misión de Jersey. El granjero Lester es reemplazado por el Loco de Remate.
ru: Включает задание Джерси. Фермер Лестер заменяется на Полного психа.

source: Friendly Fire
es: Fuego amigo
ru: Дружественный огонь

source: Allow arrow/spell damage between players in multiplayer even when the friendly mode is on.
es: Permite que las flechas/hechizos produzcan daño entre los jugadores en un juego multijugador aun cuando el modo amigo está habilitado.
ru: Разрешить урон от стрел/заклинаний между игроками в сетевой игре, даже если включен дружественный режим.

source: Full quests in Multiplayer
es: Misiones completas en multijugador
ru: Полные квесты в сетевой игре

source: Enables the full/uncut singleplayer version of quests.
es: Habilita la versión completa/sin cortes de las misiones para un jugador.
ru: Включает полную/не обрезанную версию квестов.

source: Test Bard
es: Probar Bardo
ru: Тестировать Барда
