Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: Sabre
es: Sable
ru: Сабля

source: Long Sword
es: Espada Larga
ru: Длинный Меч

source: Broad Sword
es: Espada Ancha
ru: Широкий Меч

source: Bastard Sword
es: Espada Bastarda
ru: Полуторный Меч

source: Two-Handed Sword
es: Mandoble
ru: Двуручный Меч

source: Great Sword
es: Gran Espada
ru: Великий Меч

source: Small Axe
es: Hacha Pequeña
ru: Маленький Топор

source: Axe
es: Hacha
ru: Топор

source: Large Axe
es: Hacha Grande
ru: Большой Топор

source: Broad Axe
es: Hacha Ancha
ru: Широкий Топор

source: Battle Axe
es: Hacha de Batalla
ru: Боевой Топор

source: Great Axe
es: Gran Hacha
ru: Двуручный Топор

source: Mace
es: Maza
ru: Булава

source: Morning Star
es: Estrella del Alba
ru: Моргенштерн

source: War Hammer
es: Martillo de Guerra
ru: Боевой Молот

source: Hammer
es: Martillo
ru: Молот

source: Spiked Club
es: Porra con puntas
ru: Шипованная Дубина

source: Flail
es: Rompecabezas
ru: Цеп

source: Maul
es: Almádena
ru: Кувалда

source: Bow
es: Arco
ru: Лук

source: Hunter's Bow
es: Arco de Cazador
ru: Охотничий Лук

source: Long Bow
es: Arco Largo
ru: Длинный Лук

source: Composite Bow
es: Arco Compuesto
ru: Композитный Лук

source: Short Battle Bow
es: Arco Corto de Batalla
ru: Короткий Боевой Лук

source: Long Battle Bow
es: Arco Largo de Batalla
ru: Длинный Боевой Лук

source: Short War Bow
es: Arco Corto de Guerra
ru: Короткий Военный Лук

source: Long War Bow
es: Arco Largo de Guerra
ru: Длинный Военный Лук

source: Long Staff
es: Bastón Largo
ru: Длинный Посох

source: Composite Staff
es: Bastón Plegable
ru: Композитный Посох

source: Quarter Staff
es: Bastón de Mando
ru: Короткий Посох

source: War Staff
es: Bastón de Guerra
ru: Военный Посох

source: Ring
es: Anillo
ru: Кольцо

source: Amulet
es: Amuleto
ru: Амулет

source: Rune of Fire
es: Runa de Fuego
ru: Руна Огня

source: Rune
es: Runa
ru: Руна

source: Rune of Lightning
es: Runa de Relámpago
ru: Руна Молнии

source: Greater Rune of Fire
es: Gran Runa de Fuego
ru: Великая Руна Огня

source: Greater Rune of Lightning
es: Gran Runa de Relámpago
ru: Великая Руна Молнии

source: Rune of Stone
es: Runa de Piedra
ru: Руна Камня

source: Short Staff of Charged Bolt
es: Bastón Corto de la Centella
ru: Короткий Посох Заряженной Стрелы

source: Arena Potion
es: Poción de arena
ru: Зелье Арены

source: The Butcher's Cleaver
es: La Cuchilla del Carnicero
ru: Тесак Мясника

source: The Rift Bow
es: El Arco de la Desaveniencia
ru: Лук Разлома

source: The Needler
es: El Insoportable
ru: Игольщик

source: The Celestial Bow
es: El Arco Celestial
ru: Небесный Лук

source: Deadly Hunter
es: Cazador Mortal
ru: Смертоносный Охотник

source: Bow of the Dead
es: Arco de la Muerte
ru: Лук Мёртвых

source: The Blackoak Bow
es: El Arco de Roble negro
ru: Лук из Чёрного Дуба

source: Flamedart
es: Dardo de Fuego
ru: Пламенный Дротик

source: Fleshstinger
es: Aguijoneador de Carne
ru: Жало Плоти

source: Windforce
es: Fuerza del Viento
ru: Сила Ветра

source: Eaglehorn
es: Cuerno de Águila
ru: Орлиный Рог

source: Gonnagal's Dirk
es: Puñal de Gonnagal
ru: Кортик Гоннагала

source: The Defender
es: El Defensor
ru: Защитник

source: Gryphon's Claw
es: Garra del Grifo
ru: Коготь Грифона

source: Black Razor
es: Navaja Negra
ru: Чёрная Бритва

source: Gibbous Moon
es: Luna Gibosa
ru: Лучезарная Луна

source: Ice Shank
es: Mango de Hielo
ru: Ледяной Хвостовик

source: The Executioner's Blade
es: La Espada del Verdugo
ru: Клинок Палача

source: The Bonesaw
es: La Sierra de Hueso
ru: Костепил

source: Shadowhawk
es: Halcón de las Sombras
ru: Теневой Ястреб

source: Wizardspike
es: Pico de Mago
ru: Волшебный Шип

source: Lightsabre
es: Sable de Luz
ru: Световой Меч

source: The Falcon's Talon
es: La Garra del Halcón
ru: Коготь Сокола

source: Inferno
es: Infierno
ru: Преисподняя

source: Doombringer
es: Portador de Destrucción
ru: Несущий Гибель

source: The Grizzly
es: El Grizzly
ru: Гризли

source: The Grandfather
es: El Abuelo
ru: Дедушка

source: The Mangler
es: El Destrozador
ru: Увечитель

source: Sharp Beak
es: Pico Afilado
ru: Острый Клюв

source: BloodSlayer
es: Asesino de Sangre
ru: Кровоубийца

source: The Celestial Axe
es: El Hacha Celestial
ru: Небесный Топор

source: Wicked Axe
es: Hacha Malvada
ru: Злой Топор

source: Stonecleaver
es: Cuchilla de Piedra
ru: Каменный Тесак

source: Aguinara's Hatchet
es: Destral de Aguinara
ru: Топор Агинары

source: Hellslayer
es: Asesino del Infierno
ru: Адский Убийца

source: Messerschmidt's Reaver
es: Atracador de Messerschmidt
ru: Разоритель Мессершмидта

source: Crackrust
ru: Трещины Ржавчины

source: Hammer of Jholm
es: Martillo de Jholm
ru: Молот Джхольма

source: Civerb's Cudgel
es: Garrote de Civerb
ru: Дубинка Сиверба

source: The Celestial Star
es: La Estrella Celestial
ru: Небесная Звезда

source: Baranar's Star
es: Estrella de Baranar
ru: Звезда Баранара

source: Gnarled Root
es: Raíz Nudosa
ru: Корявый Корень

source: The Cranium Basher
es: El Aplastador de Cráneo
ru: Черепобойник

source: Schaefer's Hammer
es: Martillo de Schaefer
ru: Молот Шефера

source: Dreamflange
es: Brida de Ensueño
ru: Кромка Грёз

source: Staff of Shadows
es: Bastón de las Sombras
ru: Посох Теней

source: Immolator
es: Inmolador
ru: Поджигатель

source: Storm Spire
es: Aguja de la Tormenta
ru: Острие Бури

source: Gleamsong
es: Canción de Brillo
ru: Мерцающая Песнь

source: Thundercall
es: Llamada de Trueno
ru: Громовой Зов

source: The Protector
es: El Protector
ru: Защитник

source: Naj's Puzzler
es: Rompecabezas de Naj
ru: Головоломка Наджа

source: Mindcry
ru: Крик Разума

source: Rod of Onan
es: Vara de Onan
ru: Жезл Онана

source: Helm of Spirits
es: Yelmo de los Espíritus
ru: Шлем Духов

source: Thinking Cap
es: Gorro del Pensamiento
ru: Шапка Размышлений

source: OverLord's Helm
es: Yelmo del Señor Supremo
ru: Шлем Владыки

source: Fool's Crest
es: Cresta del Tonto
ru: Гребень Дурака

source: Gotterdamerung
es: El Ocaso de los Dioses
ru: Гибель Богов

source: Royal Circlet
es: Aro Real
ru: Королевский Венец

source: Torn Flesh of Souls
es: Carne de Almas Desgarradas
ru: Разорванная Плоть Душ

source: The Gladiator's Bane
es: El Flagelo del Gladiador
ru: Проклятие Гладиатора

source: The Rainbow Cloak
es: La Capa Arcoíris
ru: Радужный Плащ

source: Leather of Aut
es: Armadura de Cuero
ru: Кожа Аута

source: Wisdom's Wrap
es: Manto de la Sabiduría
ru: Накидка Мудрости

source: Sparking Mail
es: Coraza Brillante
ru: Сверкающая Кольчуга

source: Scavenger Carapace
es: Caparazón de Carroñero
ru: Панцирь Мусорщика

source: Nightscape
es: Paisaje Nocturno
ru: Ночной Пейзаж

source: Naj's Light Plate
es: Armadura Liviana de Naj
ru: Лёгкие Латы Наджа

source: Demonspike Coat
es: Manto de Demonspike
ru: Покров Демонских Шипов

source: The Deflector
es: El Deflector
ru: Отражатель

source: Split Skull Shield
es: Escudo de Cráneo Dividido
ru: Щит из Расколотого Черепа

source: Dragon's Breach
es: Brecha del Dragón
ru: Разлом Дракона

source: Blackoak Shield
es: Escudo de Roble Negro
ru: Щит из Чёрного Дуба

source: Holy Defender
es: Santo Defensor
ru: Святой Защитник

source: Stormshield
es: Escudo de Tormenta
ru: Грозовой Щит

source: Bramble
es: Zarza
ru: Ежевика

source: Ring of Regha
es: Anillo de Regha
ru: Кольцо Регхи

source: The Bleeder
es: El Sangrante
ru: Проливатель Крови

source: Constricting Ring
es: Anillo de Constricción
ru: Сужающее Кольцо

source: Ring of Engagement
es: Anillo de Compromiso
ru: Обручальное Кольцо

source: Giant's Knuckle
es: Nudillo de Gigante
ru: Кастет Гиганта

source: Mercurial Ring
es: Anillo Mercurial
ru: Ртутное Кольцо

source: Xorine's Ring
es: Anillo de Xorine
ru: Кольцо Ксорин

source: Karik's Ring
es: Anillo de Karik
ru: Кольцо Карика

source: Ring of Magma
es: Anillo de Magma
ru: Кольцо Магмы

source: Ring of the Mystics
es: Anillo de los Místicos
ru: Кольцо Мистики

source: Ring of Thunder
es: Anillo de Trueno
ru: Кольцо Грома

source: Amulet of Warding
es: Amuleto de Protección
ru: Защитный Амулет

source: Gnat Sting
es: Picadura de Mosquito
ru: Жало Комара

source: Flambeau
es: Antorcha
ru: Факел

source: Armor of Gloom
es: Armadura de Penumbra
ru: Доспех Мрака

source: Blitzen
es: Rayo
ru: Блитцен

source: Thunderclap
es: Tronido
ru: Удар Грома

source: Shirotachi
ru: Широтачи

source: Eater of Souls
es: Devorador de Almas
ru: Пожиратель Душ

source: Diamondedge
es: Filo Diamantado
ru: Кромка Алмаза

source: Bone Chain Armor
es: Cota de Malla de Hueso
ru: Костяная Броня

source: Demon Plate Armor
es: Armadura de Placas de Demonio
ru: Демонический Доспех

source: Acolyte's Amulet
es: Amuleto de Acólito
ru: Амулет Приспешника

source: Gladiator's Ring
es: Anillo de Gladiador
ru: Кольцо Гладиатора

source: Tin
es: de estaño
ru: Оловянный

source: Brass
es: de latón
ru: Латунный

source: Bronze
es: de bronce
ru: Бронзовый

source: Iron
es: de hierro
ru: Железный

source: Steel
es: de acero
ru: Стальной

source: Silver
es: de plata
ru: Серебряный

source: Platinum
es: de platino
ru: Платиновый

source: Mithril
es: de mithril
ru: Мифриловый

source: Meteoric
es: meteórico
ru: Метеоритный

source: Strange
es: extraño
ru: Странный

source: Useless
es: estropeado
ru: Бесполезный

source: Bent
es: mellado
ru: Согнутый

source: Weak
es: desgastado
ru: Хлипкий

source: Jagged
es: dentado
ru: Зубчатый

source: Deadly
es: mortal
ru: Смертоносный

source: Heavy
es: pesado
ru: Тяжелый

source: Vicious
es: atroz
ru: Порочный

source: Brutal
ru: Жестокий

source: Massive
es: descomunal
ru: Массивный

source: Savage
es: cruel
ru: Дикий

source: Ruthless
es: implacable
ru: Беспощадный

source: Merciless
es: despiadado
ru: Безжалостный

source: Clumsy
es: roñoso
ru: Неуклюжий

source: Dull
es: mohoso
ru: Тупой

source: Sharp
es: afilado
ru: Острый

source: Fine
es: fino
ru: Изящный

source: Warrior's
es: de guerrero
ru: Воинский

source: Soldier's
es: de soldado
ru: Солдатский

source: Lord's
es: del señor
ru: Господский

source: Knight's
es: de caballero
ru: Рыцарский

source: Master's
es: de maestro
ru: Мастерский

source: Champion's
es: de campeón
ru: Чемпионский

source: King's
es: real
ru: Королевский

source: Vulnerable
es: frágil
ru: Уязвимый

source: Rusted
es: oxidado
ru: Ржавый

source: Strong
es: fuerte
ru: Сильный

source: Grand
es: grandioso
ru: Великий

source: Valiant
es: valiente
ru: Доблестный

source: Glorious
es: glorioso
ru: Великолепный

source: Blessed
es: bendito
ru: Благославенный

source: Saintly
es: santo
ru: Освящённый

source: Awesome
es: asombroso
ru: Потрясающий

source: Godly
es: piadoso
ru: Божественный

source: Red
es: rojo
ru: Красный

source: Crimson
es: carmesí
ru: Багровый

source: Garnet
es: granate
ru: Гранатовый

source: Ruby
es: rubí
ru: Рубиновый

source: Blue
es: azul
ru: Голубой

source: Azure
es: celeste
ru: Лазурный

source: Lapis
es: lapislázuli
ru: Лазуритовый

source: Cobalt
es: cobalto
ru: Кобальтовый

source: Sapphire
es: zafiro
ru: Сапфировый

source: White
es: blanco
ru: Белый

source: Pearl
es: perla
ru: Жемчужный

source: Ivory
es: marfil
ru: Слоновой Кости

source: Crystal
es: cristal
ru: Кристальный

source: Diamond
es: diamante
ru: Алмазный

source: Topaz
es: topacio
ru: Топазовый

source: Amber
es: ámbar
ru: Янтарный

source: Jade
ru: Нефритовый

source: Obsidian
es: obsidiana
ru: Обсидиановый

source: Emerald
es: esmeralda
ru: Изумрудный

source: Hyena's
es: de la hiena
ru: Гиений

source: Frog's
es: de la rana
ru: Лягушачий

source: Spider's
es: de la araña
ru: Паучий

source: Raven's
es: del cuervo
ru: Вороний

source: Snake's
es: de la culebra
ru: Змеиный

source: Serpent's
es: de la serpiente
ru: Гадючий

source: Drake's
es: del pequeño dragón
ru: Змиевый

source: Dragon's
es: del dragón
ru: Драконий

source: Wyrm's
es: del gran dragón
ru: Змеевой

source: Hydra's
es: de la hidra
ru: Гидры

source: Angel's
es: del ángel
ru: Ангельский

source: Arch-Angel's
es: del arcángel
ru: Архангельский

source: Plentiful
es: cuantioso
ru: Богатый

source: Bountiful
es: colmado
ru: Щедрый

source: Flaming
es: llameante
ru: Пылающий

source: Lightning
es: centelleante
ru: Светящийся

source: Jester's
es: del bufón
ru: Шутовской

source: Crystalline
es: cristalino
ru: Кристаллический

source: Doppelganger's
es: del doppelgänger
ru: Двойникский

source: quality
es: de la calidad
ru: качества

source: maiming
es: de la mutilación
ru: увеличения

source: slaying
es: del asesinato
ru: убийства

source: gore
es: de sangre
ru: струпа

source: carnage
es: de la matanza
ru: бойни

source: slaughter
es: de la tortura
ru: резни

source: pain
es: del dolor
ru: боли

source: tears
es: del llanto
ru: слёз

source: health
es: de salud
ru: здоровья

source: protection
es: de protección
ru: защиты

source: absorption
es: de absorción
ru: поглощения

source: deflection
es: de desvío
ru: отклонения

source: osmosis
es: de ósmosis
ru: осмоса

source: frailty
es: de la endeblez
ru: хрупкости

source: weakness
es: de la debilidad
ru: слабости

source: strength
es: de fuerza
ru: силы

source: might
es: del poder
ru: мощи

source: power
es: del buey
ru: могущества

source: giants
es: del gigante
ru: гигантов

source: titans
es: del titán
ru: титанов

source: paralysis
es: de la parálisis
ru: паралича

source: atrophy
es: de la atrofia
ru: атрофии

source: dexterity
es: de la destreza
ru: ловкости

source: skill
es: de la habilidad
ru: умения

source: accuracy
es: de la exactitud
ru: меткости

source: precision
es: de la precisión
ru: точности

source: perfection
es: de la perfección
ru: совершенства

source: the fool
es: del mentecato
ru: дурака

source: dyslexia
es: de la dislexia
ru: дислексии

source: magic
es: de la energía
ru: магии

source: the mind
es: de la mente
ru: разума

source: brilliance
es: de la brillantez
ru: блеска

source: sorcery
es: de la brujería
ru: колдовства

source: wizardry
es: de la hechicería
ru: волшебства

source: illness
es: de la dolencia
ru: хвори

source: disease
es: de la enfermedad
ru: болезни

source: vitality
es: de la vitalidad
ru: живучести

source: zest
es: de la vivacidad
ru: жара

source: vim
es: del brío
ru: напора

source: vigor
es: del vigor
ru: силы

source: life
es: de la vida
ru: жизни

source: trouble
es: del problema
ru: неприятности

source: the pit
es: del hoyo
ru: ямы

source: the sky
es: del cielo
ru: небес

source: the moon
es: de la luna
ru: луны

source: the stars
es: de las estrellas
ru: звёзд

source: the heavens
es: de los cielos
ru: небес

source: the zodiac
es: del zodiaco
ru: зодиака

source: the vulture
es: del buitre
ru: стервятника

source: the jackal
es: del chacal
ru: шакала

source: the fox
es: del zorro
ru: лисы

source: the jaguar
es: del jaguar
ru: ягуара

source: the eagle
es: del águila
ru: орла

source: the wolf
es: del lobo
ru: волка

source: the tiger
es: del tigre
ru: тигра

source: the lion
es: del león
ru: льва

source: the mammoth
es: del mamut
ru: мамонта

source: the whale
es: de la ballena
ru: кита

source: fragility
es: de la fragilidad
ru: хрупкости

source: brittleness
es: de la inconsistencia
ru: ломкости

source: sturdiness
es: de la robustez
ru: прочности

source: craftsmanship
es: de la artesanía
ru: мастерства

source: structure
es: de la solidez
ru: структуры

source: the ages
es: de las eras
ru: веков

source: the dark
es: de la oscuridad
ru: тьмы

source: the night
es: de la noche
ru: ночи

source: light
es: de la luz
ru: света

source: radiance
es: del resplandor
ru: сияния

source: flame
es: de la llama
ru: пламени

source: fire
es: del fuego
ru: огня

source: burning
es: de la combustión
ru: горения

source: shock
es: de la conmoción
ru: шока

source: lightning
es: del relámpago
ru: молнии

source: thunder
es: del trueno
ru: грома

source: many
es: de la abundancia
ru: множества

source: plenty
es: de la infinidad
ru: достатка

source: thorns
es: de espinas
ru: шипов

source: corruption
es: de la corrupción
ru: разложения

source: thieves
es: del ladrón
ru: воров

source: the bear
es: del oso
ru: медведя

source: the bat
es: del murciélago
ru: летучей мыши

source: vampires
es: del vampiro
ru: вампиров

source: the leech
es: de la sanguijuela
ru: пиявки

source: blood
es: de la langosta
ru: крови

source: piercing
es: de la perforación
ru: протыкания

source: puncturing
es: del pinchazo
ru: прокалывания

source: bashing
es: del golpe
ru: избиения

source: readiness
es: de la buena voluntad
ru: готовности

source: swiftness
es: de la presteza
ru: стремительности

source: speed
es: de la velocidad
ru: скорости

source: haste
es: de la rapidez
ru: спешки

source: balance
es: del equilibrio
ru: баланса

source: stability
es: de la estabilidad
ru: стабильности

source: harmony
es: de la armonía
ru: гармонии

source: blocking
es: de bloqueo
ru: блокирования

source: devastation
es: de la devastación
ru: опустошения

source: decay
es: de la decadencia
ru: разложения

source: peril
es: del riesgo
ru: опасности

# spell
source: Firebolt
es: Flecha de fuego
ru: Огненная Стрела

# spell
source: Healing
es: Curación
ru: Исцеление

# spell
source: Lightning
es: Rayo
ru: Молния

# spell
source: Flash
es: Destello
ru: Вспышка

# spell
source: Identify
es: Identificar
ru: Идентификация

# spell
source: Fire Wall
es: Muro de Fuego
ru: Стена Огня

# spell
source: Town Portal
es: Portal al pueblo
ru: Городской Портал

# spell
source: Stone Curse
es: Maldición de Piedra
ru: Окаменение

# spell
source: Infravision
es: Infravisión
ru: Инфразрение

# spell
source: Phasing
es: Ajuste de Fase
ru: Перемещение

# spell
source: Mana Shield
es: Escudo de Maná
ru: Щит Маны

# spell
source: Fireball
es: Bola de Fuego
ru: Огненный Шар

# spell
source: Guardian
es: Guardián
ru: Хранитель

# spell
source: Chain Lightning
es: Cadena de Relámpagos
ru: Цепная Молния

# spell
source: Flame Wave
es: Ola de Llamas
ru: Волна Огня

# spell
source: Doom Serpents
es: Serpientes de la Condenación
ru: Роковые Змеи

# spell
source: Blood Ritual
es: Ritual de Sangre
ru: Кровавый Ритуал

# spell
source: Nova
ru: Нова

# spell
source: Invisibility
es: Invisibilidad
ru: Невидимость

# spell
source: Inferno
es: Infierno
ru: Преисподняя

# spell
source: Golem
es: Gólem
ru: Голем

# spell
source: Rage
es: Furia
ru: Ярость

# spell
source: Teleport
es: Teletransporte
ru: Телепорт

# spell
source: Apocalypse
es: Apocalipsis
ru: Апокалипсис

# spell
source: Etherealize
es: Etéreo
ru: Эфиризация

# spell
source: Item Repair
es: Reparación de Artículo
ru: Ремонт Предмета

# spell
source: Staff Recharge
es: Recarga de Bastón
ru: Перезарядка Посоха

# spell
source: Trap Disarm
es: Desarmar Trampa
ru: Обезвредить Ловушку

# spell
source: Elemental
ru: Элементаль

# spell
source: Charged Bolt
es: Rayo Cargado
ru: Заряженная Стрела

# spell
source: Holy Bolt
es: Rayo Santo
ru: Святая Стрела

# spell
source: Resurrect
es: Resucitar
ru: Воскрешение

# spell
source: Telekinesis
es: Telequinesis
ru: Телекинез

# spell
source: Heal Other
es: Sanar a Otros
ru: Лечение Другого

# spell
source: Blood Star
es: Estrella de Sangre
ru: Кровавая Звезда

# spell
source: Bone Spirit
es: Espíritu de Hueso
ru: Костяной Дух

# spell
source: Mana
es: Maná
ru: Мана

# spell
source: the Magi
es: los Magos
ru: Маги

# spell
source: the Jester
es: el Bufón
ru: Шут

# spell
source: Lightning Wall
es: Pared de Relámpagos
ru: Стена Молний

# spell
source: Immolation
es: Inmolación
ru: Жертвоприношение

# spell
source: Warp
es: Deformación
ru: Искривление

# spell
source: Reflect
es: Reflejar
ru: Отражение

# spell
source: Berserk
ru: Берсерк

# spell
source: Ring of Fire
es: Anillo de Fuego
ru: Кольцо Огня

# spell
source: Search
es: Buscar
ru: Поиск

# spell
source: Rune of Fire
es: Runa de Fuego
ru: Руна Огня

# spell
source: Rune of Light
es: Runa de Luz
ru: Руна Света

# spell
source: Rune of Nova
es: Runa de Nova
ru: Руна Новы

# spell
source: Rune of Immolation
es: Runa de Inmolación
ru: Руна Жертвоприношения

# spell
source: Rune of Stone
es: Runa de Piedra
ru: Руна Камня

source: Sierra On-Line Inc. Northwest
es: Sierra On-Line Inc. Noroeste

source: Enter
es: Intro

source: [command]
es: [comando]

source: <arena-number>
es: {arena-número}

source: <number>
es: <número>

source: <player name>
es: <nombre del jugador>

# spell
source: {0} of {1}
es: {0} de {1}

# spell
source: {0} {1} of {2}
es: {1} {0} de {2}

source: Trying to drop a floor item?
es: ¿Está intentando lanzar un objeto al suelo?
