Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: You intend to find the armor known as Valor? No one has ever figured out where Arkaine stashed the stuff, and if my contacts couldn't find it, I seriously doubt you ever will either.
es: ¿Tienes la intención de encontrar la armadura conocida como Valor? Nadie ha descubierto nunca dónde escondió Arkaine las cosas, y si mis contactos no pudieron encontrarlo, dudo seriamente que tú tampoco lo hagas.
ru: Ты хочешь найти доспехи Отвага? Никто не знает, где Аркейн их спрятал, и никому ещё не удавалось их найти. Я очень сомневаюсь, что тебе это удастся.

source: I know of only one legend that speaks of such a warrior as you describe. His story is found within the ancient chronicles of the Sin War... Stained by a thousand years of war, blood and death, the Warlord of Blood stands upon a mountain of his tattered victims. His dark blade screams a black curse to the living; a tortured invitation to any who would stand before this Executioner of Hell. It is also written that although he was once a mortal who fought beside the Legion of Darkness during the Sin War, he lost his humanity to his insatiable hunger for blood.
es: Solo conozco una leyenda que habla de un guerrero como el que usted describe. Su historia se encuentra dentro de las antiguas crónicas de la Guerra del Pecado ... Manchado por mil años de guerra, sangre y muerte, el Señor de la Guerra de la Sangre se alza sobre una montaña de sus destrozadas víctimas. Su espada oscura grita una maldición negra a los vivos; una torturada invitación a cualquiera que se presente ante este Verdugo del Infierno. También está escrito que, aunque una vez fue un mortal que luchó junto a la Legión de la Oscuridad durante la Guerra del Pecado, perdió su humanidad debido a su insaciable hambre de sangre.
ru: Я знаю только одну легенду, в которой говорится об этом воине. Его историю можно прочитать в древних летописях Войны Грехов... Погрязший в жестокости за тысячу лет войны и смерти, Кровавый Генерал попирает ногами гору, сложенную из своих растерзанных жертв. Его тёмный клинок несёт чёрное проклятие всему живому, и мучения тому, кто предстанет перед этим Палачом Преисподней. Когда-то он был простым смертным и во время Войны Грехов воевал в рядах Легиона Тьмы, но его жажда кровопролития была настолько велика, что он потерял свой человеческий облик.

source: I am afraid that I haven't heard anything about such a vicious warrior, good master. I hope that you do not have to fight him, for he sounds extremely dangerous.
es: Me temo que no he oído nada sobre un guerrero tan despiadado, buen maestro. Espero que no tengas que pelear con él, porque parece extremadamente peligroso.
ru: Я никогда не слышал о таком жестоком воине. Я надеюсь, тебе не придётся сражаться с ним. Похоже, он чрезвычайно опасен.

source: Cain would be able to tell you much more about something like this than I would ever wish to know.
es: Cain podría contarte mucho más sobre algo como esto de lo que yo jamás desearía saber.
ru: Каин мог бы рассказать тебе об этом гораздо больше, чем я, и даже больше, чем это необходимо.

source: If you are to battle such a fierce opponent, may Light be your guide and your defender. I will keep you in my thoughts.
es: Si vas a luchar contra un oponente tan feroz, que la Luz sea tu guía y tu defensora. Te llevaré en mis pensamientos.
ru: Если тебе придётся сразиться с таким свирепым врагом, пусть Свет будет твоим проводником и защитником. Я помолюсь за тебя.

source: Dark and wicked legends surrounds the one Warlord of Blood. Be well prepared, my friend, for he shows no mercy or quarter.
es: Leyendas oscuras y malvadas rodean al único Señor de la Guerra de la Sangre. Debes estar bien preparado, amigo mío, porque no muestra piedad ni cuartel.
ru: Зловещие легенды окружают имя Кровавого Генерала. Хорошо подготовься к встречи с ним, он безжалостный и беспощадный.

source: Always you gotta talk about Blood? What about flowers, and sunshine, and that pretty girl that brings the drinks. Listen here, friend - you're obsessive, you know that?
es: ¿Siempre tienes que hablar de Sangre? ¿Qué pasa con las flores, el sol y esa chica bonita que trae las bebidas? Escucha, amigo, eres obsesivo, ¿lo sabías?
ru: Чего ты всё время говоришь о Крови? Поговорим лучше о цветах, о солнышке, о той милашке, которая приносит выпивку. Слушай: у тебя наверное навязчивая идея?

source: His prowess with the blade is awesome, and he has lived for thousands of years knowing only warfare. I am sorry... I can not see if you will defeat him.
es: Su destreza con la espada es asombrosa, y ha vivido durante miles de años conociendo solo la guerra. Lo siento ... no puedo ver si lo derrotarás.
ru: Он мастерски владеет оружием, он тысячи лет не знал ничего, кроме войны. К сожалению... Я не знаю, сможешь ли ты его победить.

source: I haven't ever dealt with this Warlord you speak of, but he sounds like he's going through a lot of swords. Wouldn't mind supplying his armies...
es: Nunca he tratado con este Señor de la Guerra del que hablas, pero parece que necesite muchas espadas. No me importaría abastecer a sus ejércitos ...
ru: Я никогда не встречал этого Генерала, о котором ты говоришь. Похоже, ему нужно много мечей. Я бы не отказался продать ему оружие для его армии...

source: My blade sings for your blood, mortal, and by my dark masters it shall not be denied.
es: Mi espada canta por tu sangre, mortal, y mis oscuros maestros no la negarán.
ru: Мой клинок жаждет твоей крови, смертный, и мои тёмные повелители не отвергнут её.

source: Griswold speaks of the Heaven Stone that was destined for the enclave located in the east. It was being taken there for further study. This stone glowed with an energy that somehow granted vision beyond that which a normal man could possess. I do not know what secrets it holds, my friend, but finding this stone would certainly prove most valuable.
es: Griswold habla de la Piedra del Cielo que estaba destinada al enclave ubicado en el este. Se estaba llevando allí para estudiarla más a fondo. Esta piedra brillaba con una energía que de alguna manera otorgaba una visión más allá de la que un hombre normal podría poseer. No sé qué secretos encierra, amigo mío, pero encontrar esta piedra sin duda resultaría de lo más valioso.
ru: Гризвольд говорит о Небесном Камне, который везли в королевство на востоке. Тамошние мудрецы должны были заняться изучением этого камня. Он излучал энергию, которая давала человеку способность видеть то, что обычно недоступно его взгляду. Я не знаю, в чём секрет Небесного Камня, но я уверен, что он бы очень тебе пригодился.

source: The caravan stopped here to take on some supplies for their journey to the east. I sold them quite an array of fresh fruits and some excellent sweetbreads that Garda has just finished baking. Shame what happened to them...
es: La caravana se detuvo aquí para hacerse con algunos suministros para su viaje hacia el este. Les vendí una gran variedad de frutas frescas y excelentes mollejas que Garda acababa de hornear. Es una lástima lo que les pasó ...
ru: Здесь останавливался обоз, чтобы запастись провизией для дальнего путешествия на восток. Я продал им довольно много свежих фруктов и сладких пирогов, которые испекла Гарда. Как жалко, что с ними такое случилось...

source: I don't know what it is that they thought they could see with that rock, but I will say this. If rocks are falling from the sky, you had better be careful!
es: No sé qué es lo que pensaron que podían ver con esa piedra, pero diré esto: Si caen rocas del cielo, ¡es mejor que tengas cuidado!
ru: Я не знаю, что они собирались увидеть с помощью этого камня, но могу сказать одно - если камни падают с неба , то надо быть осторожным!

source: Well, a caravan of some very important people did stop here, but that was quite a while ago. They had strange accents and were starting on a long journey, as I recall. I don't see how you could hope to find anything that they would have been carrying.
es: Bueno, una caravana de personas muy importantes se detuvo aquí, pero eso fue hace bastante tiempo. Tenían acentos extraños y estaban iniciando un largo viaje, según recuerdo. No veo cómo podrías esperar encontrar algo que hubieran estado cargando.
ru: Здесь останавливался торговый обоз, его вели какие-то важные люди, но это было довольно давно. Припоминаю, что у этих людей был странный акцент и они готовились к долгому путешествию. Не знаю, как ты можешь надеяться найти что-нибудь из того, что они везли.

source: Stay for a moment - I have a story you might find interesting. A caravan that was bound for the eastern kingdoms passed through here some time ago. It was supposedly carrying a piece of the heavens that had fallen to earth! The caravan was ambushed by cloaked riders just north of here along the roadway. I searched the wreckage for this sky rock, but it was nowhere to be found. If you should find it, I believe that I can fashion something useful from it.
es: Quédate un momento, tengo una historia que puede resultarte interesante. Una caravana que se dirigía a los reinos del este pasó por aquí hace algún tiempo. ¡Supuestamente llevaba un pedazo de los cielos que había caído a la tierra! La caravana fue emboscada por jinetes encapuchados justo al norte de aquí a lo largo de la carretera. Busqué entre los escombros esta roca celeste, pero no la encontré por ningún lado. Si la encuentra, creo que puedo crear algo útil a partir de ella.
ru: Подожди минуту - я расскажу тебе кое-что. Может, это тебя заинтересует. Не так давно тут останавливался торговый обоз, который направлялся на восток. Ходили слухи, что он вёз кусочек небес, который упал на землю! На дороге, к северу отсюда, на тот обоз напали из засады всадники, одетые в плащи. Я потом искал среди обломков тот небесный камень, но так и не нашёл. Если ты его найдёшь, то я смогу сделать из него какую-нибудь полезную вещь.

source: I am still waiting for you to bring me that stone from the heavens. I know that I can make something powerful out of it.
es: Todavía estoy esperando que me traigas esa piedra del cielo. Sé que puedo hacer algo poderoso con eso.
ru: Я всё ещё жду, что ты принесёшь мне тот камень, упавший с небес. Я уверен, что смогу сделать из него чудесную вещь.

source: Let me see that - aye... aye, it is as I believed. Give me a moment... Ah, Here you are. I arranged pieces of the stone within a silver ring that my father left me. I hope it serves you well.
es: Déjame ver eso - sí ... sí, es como yo creía. Dame un momento... Ah, aquí tienes. Acomodé pedazos de la piedra dentro de un anillo de plata que me dejó mi padre. Espero que te sirva bien.
ru: Ну ка посмотрим... Да-да, это то, что я думал. Подожди минутку... Ну вот, держи. Я установил куски камня в серебряное кольцо, которое осталось мне от отца. Надеюсь, оно тебе пригодиться.

source: I used to have a nice ring; it was a really expensive one, with blue and green and red and silver. Don't remember what happened to it, though. I really miss that ring...
es: Solía tener un bonito anillo; era muy caro, con azul, verde, rojo y plateado. Sin embargo, no recuerdo qué le pasó. Realmente extraño ese anillo ...
ru: У меня было красивое кольцо; и оно было дорогое, серебряное, с голубым, зелёным и красными камнями. Но я не помню, куда оно подевалось. Мне так нравилось это колечко...

source: The Heaven Stone is very powerful, and were it any but Griswold who bid you find it, I would prevent it. He will harness its powers and its use will be for the good of us all.
es: La Piedra del Cielo es muy poderosa, y si alguien que no sea Griswold te pidiera que la encontraras, yo lo evitaría. El aprovechará sus poderes y su uso será para el bien de todos nosotros.
ru: Небесный Камень обладает великой силой, и если бы не Гризвольд, я бы запретила тебе искать его. Гризвольд сможет обуздать его силу и направить её на благо всем нам.

source: If anyone can make something out of that rock, Griswold can. He knows what he is doing, and as much as I try to steal his customers, I respect the quality of his work.
es: Si alguien puede hacer algo con esa roca, ese es Griswold. Él sabe lo que hace y, por mucho que trato de robar a sus clientes, respeto la calidad de su trabajo.
ru: Только Гризвольд способен сделать что-нибудь из этого камня. Он знает, что делает. Хоть я и пытаюсь переманивать его клиентов, я уважаю качество его изделий.

source: The witch Adria seeks a black mushroom? I know as much about Black Mushrooms as I do about Red Herrings. Perhaps Pepin the Healer could tell you more, but this is something that cannot be found in any of my stories or books.
es: ¿La bruja Adria busca un hongo negro? Sé tanto sobre Hongos Negros como sobre Arenques Rojos. Quizás Pepin el Curandero podría contarte más, pero esto es algo que no se puede encontrar en ninguna de mis historias o libros.
ru: Ведьме Адрии нужен чёрный гриб? Я знаю о Чёрных грибах не больше, чем о красной селёдке. Может быть, лекарь Пепин расскажет тебе больше, а в моих книгах и легендах я ничего такого не встречал.

source: Let me just say this. Both Garda and I would never, EVER serve black mushrooms to our honored guests. If Adria wants some mushrooms in her stew, then that is her business, but I can't help you find any. Black mushrooms... disgusting!
es: Déjame decirte esto. Tanto Garda como yo nunca, NUNCA serviríamos hongos negros a nuestros invitados de honor. Si Adria quiere hongos en su estofado, entonces es asunto suyo, pero no puedo ayudarte a encontrar ninguno. Hongos negros ... ¡repugnantes!
ru: Вот что я скажу - ни я, ни Гарда, НИКОГДА и ни за что не подаём гостям никаких чёрных грибов. Если Адрии нужны грибы для рагу, это её личное дело, но я ничем не могу тебе помочь. Чёрные грибы... такая гадость!

source: The witch told me that you were searching for the brain of a demon to assist me in creating my elixir. It should be of great value to the many who are injured by those foul beasts, if I can just unlock the secrets I suspect that its alchemy holds. If you can remove the brain of a demon when you kill it, I would be grateful if you could bring it to me.
es: La bruja me dijo que estabas buscando el cerebro de un demonio para ayudarme a crear mi elixir. Debería ser de gran valor para los muchos que resultan heridos por esas horribles bestias, si pudiera descubrir los secretos que sospecho guarda su alquimia. Si puedes quitarle el cerebro a un demonio cuando lo mates, te agradecería que me lo trajeras.
ru: Адрия сказала, что ты ищешь мозги демона, чтобы помочь мне сделать мой эликсира. Это будет прекрасное лекарство для многих людей, раненых теми грязными тварями, если только мне удастся разгадать секрет его приготовления, которые. Если ты сможешь взять мозги демона, когда убьёшь его, то принеси их мне, я буду очень благодарен.

source: Excellent, this is just what I had in mind. I was able to finish the elixir without this, but it can't hurt to have this to study. Would you please carry this to the witch? I believe that she is expecting it.
es: Excelente, esto es justo lo que tenía en mente. Pude terminar el elixir sin esto, pero no está de más tener esto para estudiar. ¿Podrías llevarle esto a la bruja? Creo que lo está esperando.
ru: Отлично, это то, что мне нужно. Правда, я и так уже сделал этот эликсир, но они пригодятся для изучения. Отнеси эликсир пожалуйста Адрии. Я думаю, он может ей понадобиться.

source: I think Ogden might have some mushrooms in the storage cellar. Why don't you ask him?
es: Creo que Ogden podría tener algunos hongos en el sótano de almacenamiento. ¿Por qué no le preguntas?
ru: Я думаю, в погребе у Огдена должны быть грибы. Почему бы тебе не спросить у него?

source: If Adria doesn't have one of these, you can bet that's a rare thing indeed. I can offer you no more help than that, but it sounds like... a huge, gargantuan, swollen, bloated mushroom! Well, good hunting, I suppose.
es: Si Adria no tiene uno de estos, puedes apostar que es algo raro. No puedo ofrecerte más ayuda que esa, pero suena como ... ¡un hongo enorme, gigantesco, hinchado y desmesurado! Bueno, buena caza, supongo.
ru: Если даже у Адрии этого нету, то держу пари, что это очень большая редкость. Ни с чем не могу тебе помочь. Скажу только, что это должно быть... большой, огромный, здоровенный, гигантский гриб! Ну, желаю удачной охоты.

source: Ogden mixes a MEAN black mushroom, but I get sick if I drink that. Listen, listen... here's the secret - moderation is the key!
es: Ogden mezcla un INFAME hongo negro, pero me enfermaré si bebo eso. Escucha, escucha ... aquí está el secreto: ¡La moderación es la clave!
ru: Огден делает настойку из чёрного гриба, но мне от неё дурно. Слушай, слушай... вот в чём секрет - во всём нужно знать меру!

source: What do we have here? Interesting, it looks like a book of reagents. Keep your eyes open for a black mushroom. It should be fairly large and easy to identify. If you find it, bring it to me, won't you?
es: ¿Qué tenemos aquí? Interesante, parece un libro de reactivos. Mantén los ojos abiertos para un hongo negro. Debe ser bastante grande y fácil de identificar. Si lo encuentras, tráemelo, ¿quieres?
ru: Что у нас тут? Интересно. Похоже, это книга о составлении зелий. Вот что. Надо найти чёрный гриб. Он должен быть очень большим и его будет легко распознать. Если найдёшь, принеси его мне, хорошо?

source: It's a big, black mushroom that I need. Now run off and get it for me so that I can use it for a special concoction that I am working on.
es: Es un hongo negro grande el que necesito. Ahora corre y consíguelo para que pueda usarlo en un brebaje especial en el que estoy trabajando.
ru: Именно чёрный гриб мне и нужен. Беги и принеси его мне, тогда я смогу сделать из него особое зелье.

source: Yes, this will be perfect for a brew that I am creating. By the way, the healer is looking for the brain of some demon or another so he can treat those who have been afflicted by their poisonous venom. I believe that he intends to make an elixir from it. If you help him find what he needs, please see if you can get a sample of the elixir for me.
es: Sí, será perfecto para una infusión que estoy creando. Por cierto, el sanador está buscando el cerebro de algún demonio para poder tratar a los que han sido afectados por su ponzoña venenosa. Creo que tiene la intención de hacer un elixir con eso. Si lo ayudas a encontrar lo que necesita, fíjate si puedes conseguirme una muestra del elixir.
ru: Да, это прекрасно подойдёт для моего нового зелья. Кстати, лекарю нужны мозги какого-то демона, чтобы лечить больных, которые отравлены ядом этой твари. Я думаю, что он хочет приготовить какой-то элексир. Если ты раздобудешь для него мозги демона, то постарайся принести мне немного этого элексира.

source: Why have you brought that here? I have no need for a demon's brain at this time. I do need some of the elixir that the Healer is working on. He needs that grotesque organ that you are holding, and then bring me the elixir. Simple when you think about it, isn't it?
es: ¿Por qué has traído eso aquí? No necesito el cerebro de un demonio en este momento. Necesito algo del elixir en el que está trabajando el Curandero. Necesita ese órgano grotesco que estás sosteniendo, y luego tráeme el elixir. Simple cuando lo piensas, ¿no?
ru: Зачем было приносить это мне? Мне сейчас не нужны мозги демона. Мне нужен образец эликсира, который приготовит Лекарь. Отнеси ему этот смехотворный орган, который ты сейчас держишь в руках, а мне принеси эликсир. Ведь это же так просто, если пораскинуть мозгами?

source: What? Now you bring me that elixir from the healer? I was able to finish my brew without it. Why don't you just keep it...
es: ¿Qué? ¿Ahora me traes ese elixir del sanador? Pude terminar mi infusión sin él. ¿Por qué no te lo quedas? ...
ru: Что? Теперь ты приносишь мне элексир Пепина? Я и сама уже смогла изготовить такой элексир. Можешь оставить его себе...

source: I don't have any mushrooms of any size or color for sale. How about something a bit more useful?
es: No tengo hongos de ningún tamaño o color a la venta. ¿Qué tal algo un poco más útil?
ru: Я никогда не торгую грибами. Как насчёт чего-нибудь более полезного?

source: So, the legend of the Map is real. Even I never truly believed any of it! I suppose it is time that I told you the truth about who I am, my friend. You see, I am not all that I seem... My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to keeping and safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released... The evil that you move against is the dark Lord of Terror - known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago. The Map that you hold now was created ages ago to mark the time when Diablo would rise again from his imprisonment. When the two stars on that map align, Diablo will be at the height of his power. He will be all but invincible... You are now in a race against time, my friend! Find Diablo and destroy him before the stars align, for we may never have a chance to rid the world of his evil again!
es: Entonces, la leyenda del Mapa es real. ¡Incluso yo nunca creí realmente nada de eso! Supongo que es hora de que te diga la verdad sobre quién soy, amigo mío. Verás, no soy todo lo que parezco ... Mi verdadero nombre es Deckard Cain el Sabio, y soy el último descendiente de una antigua Hermandad que se dedicó a conservar y salvaguardar los secretos de un mal atemporal. Un mal que obviamente ahora ha sido liberado ... El mal contra el que te mueves es el oscuro Señor del Terror, conocido por los mortales como Diablo. Fue él quien fue encarcelado dentro del Laberinto hace muchos siglos. El Mapa que tienes ahora fue creado hace siglos para marcar el momento en que Diablo se levantaría nuevamente de su encarcelamiento. Cuando las dos estrellas en ese mapa se alineen, Diablo estará en el apogeo de su poder. Será casi invencible ... ¡Ahora estás en una carrera contra el tiempo, amigo! Encuentra a Diablo y destrúyelo antes de que las estrellas se alineen, ¡porque es posible que nunca más tengamos la oportunidad de librar al mundo de su maldad!
ru: Значит, легенда о Карте не выдумка. Даже я никогда не верил, что это правда! Думаю, пришло время рассказать тебе, кто я такой на самом деле. Понимаешь, я не совсем такой, каким кажусь... Моё настоящее имя - Старейшина Декард Каин, и я последний из древнего Братства, которое хранило в тайне секреты вечного зла. А сейчас это зло, по всей видимости, вырвалось наружу. То зло, против которого ты сражаешься, - это порождение тёмного Повелителя Ужаса, известного для смертных под именем Диабло. Это он попал в плен в глубине Лабиринта много-много столетий тому назад. Карта, которую ты держишь, была сделана очень давно. На ней обозначено время, когда Диабло освободиться из своего заключения. Когда эти две звезды, изображённые на карте, станут в один ряд, Диабло будет в зените своего могущества. Победить его будет почти невозможно... Торопись, друг мой! Сейчас важно выиграть время! Найди и уничтожь Диабло раньше, чем звёзды станут в одну линию, иначе мир никогда не избавиться от его зла!

source: Our time is running short! I sense his dark power building and only you can stop him from attaining his full might.
es: ¡Nuestro tiempo se está acabando! Siento que su poder oscuro se está acumulando y solo tú puedes evitar que logre todo su poder.
ru: Наше время на исходе! Я чувствую возрастание его тёмной силы, и только вы можете помешать ему достичь полной мощи.
