Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: Force the Bard character type to appear in the hero selection menu.
es: Fuerza al tipo de personaje Bardo a aparecer en el menú de selección del personaje.
ru: Даёт возможность выбора вырезанного персонажа Барда.

source: Test Barbarian
es: Probar Bárbaro
ru: Тестировать варвара

source: Force the Barbarian character type to appear in the hero selection menu.
es: Fuerza al tipo de personaje Bárbaro a aparecer en el menú de selección del personaje.
ru: Даёт возможность выбора вырезанного персонажа Варвара.

source: Experience Bar
es: Barra de experiencia
ru: Полоса опыта

source: Experience Bar is added to the UI at the bottom of the screen.
es: Se agrega la barra de experiencia a la UI en la parte inferior de la pantalla.
ru: Полоса опыта добавлена в нижнюю часть панели интерфейса игрока.

source: Show Item Graphics in Stores
es: Mostrar gráficos de artículos en tiendas
ru: Отобразить вид товара в магазине

source: Show item graphics to the left of item descriptions in store menus.
es: Mostrar gráficos de artículos a la izquierda de las descripciones de los artículos en los menús de la tienda.
ru: Отображает то, как выглядит продаваемый предмет слева от текста.

source: Show health values
es: Muestra valores de salud
ru: Показать значение здоровья

source: Displays current / max health value on health globe.
es: Muestra el valor de salud actual/máximo en el globo de salud.
ru: Отображает текущее/максимальное значение здоровья на шаре здоровья.

source: Show mana values
es: Muestra valores de maná
ru: Показать значение маны

source: Displays current / max mana value on mana globe.
es: Muestra el valor de maná actual/máximo en el globo de maná.
ru: Отображает текущее/максимальное значение маны на шаре маны.

source: Enemy Health Bar
es: Barra de salud del enemigo
ru: Индикатор здоровья врага

source: Enemy Health Bar is displayed at the top of the screen.
es: Se muestra la barra de salud del enemigo en la parte superior de la pantalla.
ru: Полоса здоровья врага отображается в верхней части экрана.

source: Gold is automatically collected when in close proximity to the player.
es: El oro es automáticamente recogido cuando se encuentra en proximidad del jugador.
ru: Золото автоматически подбирается, когда персонаж находится в непосредственной близости от него.

source: Elixirs are automatically collected when in close proximity to the player.
es: Los elixires son automáticamente recogidos cuando se encuentran en proximidad del jugador.
ru: Эликсиры автоматически подбираются, когда персонаж находится в непосредственной близости от них.

source: Oils are automatically collected when in close proximity to the player.
es: Los aceites se recogen automáticamente cuando está cerca del jugador.
ru: Масла автоматически подбираются, когда персонаж находится в непосредственной близости от них.

source: Automatically pickup items in town.
es: Automáticamente recoge los objetos en el pueblo.
ru: Автоподбор предметов в городе.

source: Adria will refill your mana when you visit her shop.
es: Adria recargará tu maná cuando la visites en su tienda.
ru: Адрия пополнит вашу ману, когда вы посетите её магазин.

source: Weapons will be automatically equipped on pickup or purchase if enabled.
es: Si está habilitado las armas serán automáticamente equipadas al recogerse o comprarse.
ru: Оружие будет автоматически экипировано при подборе или покупке, если включено.

source: Armor will be automatically equipped on pickup or purchase if enabled.
es: Si está habilitado las armaduras serán automáticamente equipadas al recogerse o comprarse.
ru: Броня будет автоматически экипирована при подборе или покупке, если включено.

source: Helms will be automatically equipped on pickup or purchase if enabled.
es: Si está habilitado los yelmos serán automáticamente equipadas al recogerse o comprarse.
ru: Шлемы будут автоматически экипированы при подборе или покупке, если включено.

source: Shields will be automatically equipped on pickup or purchase if enabled.
es: Si está habilitado los escudos serán automáticamente equipadas al recogerse o comprarse.
ru: Щиты будут автоматически экипированы при подборе или покупке, если включено.

source: Jewelry will be automatically equipped on pickup or purchase if enabled.
es: Si está habilitado las joyerías serán automáticamente equipadas al recogerse o comprarse.
ru: Украшения будут автоматически экипированы при подборе или покупке, если включено.

source: Randomly selecting available quests for new games.
es: Selecciona aleatoriamente las misiones disponibles en las nuevas partidas.
ru: Случайный выбор доступных заданий для новых игр.

source: Show Monster Type
es: Mostrar el tipo de monstruo
ru: Показать тип монстра

source: Hovering over a monster will display the type of monster in the description box in the UI.
es: Al pasar el cursor sobre un monstruo, se mostrará el tipo de monstruo en el cuadro de descripción de la interfaz de usuario.
ru: При наведении курсора на монстра, тип монстра будет отображаться в поле описания панели интерфейса игрока.

source: Show labels for items on the ground when enabled.
es: Mostrar etiquetas para artículos en el suelo cuando está habilitado.
ru: Отображает название лежащих на земле предметов, если включено.

source: Refill belt from inventory when belt item is consumed.
es: Recarga el cinturón desde el inventario cuando el objeto ha sido consumido.
ru: Пополнить пояс из инвентаря, если предмет на поясе израсходован.

source: When enabled Cauldrons, Fascinating Shrines, Goat Shrines, Ornate Shrines, Sacred Shrines and Murphy's Shrines are not able to be clicked on and labeled as disabled.
es: Cuando están habilitados, no se puede hacer clic en Calderos, Santuarios fascinantes, Santuarios de cabras, Santuarios ornamentados, Santuarios sagrados y Santuarios de Murphy y etiquetarlos como deshabilitados.
ru: Если включено, святилища со случайным эффектом не будут доступны к применению. Будут доступны лишь фонтаны и бассейны.

source: Quick Cast
es: Lanzamiento rápido
ru: Быстрое заклинание

source: Spell hotkeys instantly cast the spell, rather than switching the readied spell.
es: Las teclas rápidas de hechizos los lanzan inmediatamente en vez de cambiar a hechizo leído.
ru: Горячие клавиши заклинаний мгновенно применяют заклинание, а не переключают их.

source: Number of Healing potions to pick up automatically.
es: Número de pociones de salud que se recogerán automáticamente.
ru: Количество Зелий Исцеления, которое нужно подобрать автоматически.

source: Number of Full Healing potions to pick up automatically.
es: Número de pociones de salud completa que se recogerán automáticamente.
ru: Количество Зелий Полного Исцеления, которое нужно подобрать автоматически.

source: Number of Mana potions to pick up automatically.
es: Número de pociones de maná que se recogerán automáticamente.
ru: Количество Зелий Маны, которое нужно подобрать автоматически.

source: Number of Full Mana potions to pick up automatically.
es: Número de pociones de maná completo que se recogerán automáticamente.
ru: Количество Зелий Полной Маны, которое нужно подобрать автоматически.

source: Number of Rejuvenation potions to pick up automatically.
es: Número de pociones de rejuvenecimiento que se recogerán automáticamente.
ru: Количество Зелий Омоложения, которое нужно подобрать автоматически.

source: Number of Full Rejuvenation potions to pick up automatically.
es: Número de pociones de rejuvenecimiento completo que se recogerán automáticamente.
ru: Количество Зелий Полного Омоложения, которое нужно подобрать автоматически.

source: Enable floating numbers
es: Habilitar números flotantes
ru: Включить парящие числа урона

source: Enables floating numbers on gaining XP / dealing damage etc.
es: Habilita números flotantes al ganar XP/infligir daño, etc.
ru: Выводит числа полученного и нанесённого урона над целью.

source: Off
es: Apagado
ru: Выключено

source: Random Angles
es: Ángulos aleatorios
ru: Разные направления

source: Vertical Only
es: Solo vertical
ru: Вертикальное направление

source: Controller
es: Controlador
ru: Контроллер

source: Controller Settings
es: Configuraciones del controlador
ru: Настройки контроллера

source: Network
es: Red
ru: Сеть

source: Network Settings
es: Configuraciones de red
ru: Настройки сети

source: Chat
ru: Чат

source: Chat Settings
es: Configuraciones del chat
ru: Настройки чата

source: Language
es: Idioma
ru: Язык

source: Define what language to use in game.
es: Define el idioma que se utilizará en el juego.
ru: Определите, какой язык использовать в игре.

source: Language Settings
es: Configuración de idioma
ru: Настройки языка

source: Keymapping
es: Mapeo de teclas
ru: Клавиатура

source: Keymapping Settings
es: Configuración de mapeo de teclas
ru: Настройка привязки клавиш клавиатуры

source: Padmapping
es: Mapeo del pad
ru: Геймпад

source: Padmapping Settings
es: Configuración de mapeo del pad
ru: Настройка привязки кнопок геймпада

source: Mods
ru: Моды

source: Mod Settings
es: Configuraciones de Mods
ru: Настройки модов

source: Level
es: Nivel
ru: Уровень

source: Experience
es: Experiencia
ru: Опыт

source: Next level
es: Siguiente Nivel
ru: След. уровень

source: Base
ru: База

source: Now
es: Ahora
ru: Общее

source: Strength
es: Fuerza
ru: Сила

source: Magic
es: Magia
ru: Магия

source: Dexterity
es: Destreza
ru: Ловкость

source: Vitality
es: Vitalidad
ru: Живучесть

source: Points to distribute
es: Puntos a distribuir
ru: Свободные очки

source: Gold
es: Oro
ru: Золото

source: Armor class
es: Clase armadura
ru: Класс защиты

source: Chance To Hit
es: Probabilidad de acertar
ru: меткость оружия

source: Damage
es: Daño
ru: Урон

source: Life
es: Vida
ru: Здоровье

source: Mana
es: Maná
ru: Мана

source: Resist magic
es: Resist magia
ru: Сопр. магии

source: Resist fire
es: Resist fuego
ru: Сопр. огню

source: Resist lightning
es: Resist rayos
ru: Сопр. молнии

source: char
es: personaje
ru: перс

source: quests
es: misiones
ru: задания

source: map
es: mapa
ru: карта

source: menu
es: menú
ru: меню

source: inv
ru: инв

source: spells
es: hechizos
ru: закл

source: voice
es: voz
ru: голос

source: mute
es: silenciar
ru: мут

source: Unusable
es: Inutilizable
ru: Неиспользовано

source: Dmg: 1/3 target hp
es: Daño: 1/3 tgt hp
ru: Урн: 1/3 здр цели

source: Heals: {:d} - {:d}
es: Sana: {:d} - {:d}
ru: Лечение: {:d} - {:d}

source: Damage: {:d} - {:d}
es: Daño: {:d} - {:d}
ru: Урон: {:d} - {:d}

source: Skill
es: Habilidad
ru: Умение

source: Staff ({:d} charge)
es: Bastón ({:d} carga)
ru: Посох ({:d} заряд)

# spellbook
source: Level {:d}
es: Nivel: {:d}
ru: Уровень {:d}

# spellbook
source: Mana: {:d}
es: Maná: {:d}
ru: Мана: {:d}

source: Spell
es: Hechizo
ru: Чары

source: Damages undead only
es: Solo daña muertos vivientes
ru: Наносит урон только нежити

source: Scroll
es: Pergamino
ru: Свиток

source: Staff
es: Bastón
ru: Посох

source: Spell Hotkey {:s}
es: Tecla de acceso rápido de Hechizo {:s}
ru: Горячая клавиша заклинания {:s}

source: Unable to open archive
es: No se puede abrir el archivo
ru: Невозможно открыть архив

source: Unable to load character
es: No se puede cargar el personaje
ru: Невозможно загрузить персонажа

source: {:s} (lvl {:d}):
es: {:s} (nivel {:d}):
ru: {:s} (урвн {:d}):

source: Chat History (Messages: {:d})
es: Historia del Chat (Mensajes: {:d})
ru: История чата (Сообщения: {:d})

source: {:s} gold
es: {:s} oro
ru: {:s} золота

source: How many gold pieces do you want to withdraw?
es: ¿Cuántas piezas de oro quieres retirar?
ru: Сколько золотых монет вы хотите взять?

source: Level {:d}
es: Nivel: {:d}
ru: Уровень {:d}

source: Experience: {:s}
es: Experiencia: {:s}
ru: Опыт: {:s}

source: Maximum Level
es: Nivel Máximo
ru: Максимальный уровень

source: Next Level: {:s}
es: Siguiente Nivel: {:s}
ru: Следующий уровень: {:s}

source: {:s} to Level {:d}
es: {:s} al Nivel {:d}
ru: {:s} до уровня {:d}

source: The Magic Rock
es: La Roca Mágica
ru: Небесный Камень

source: Black Mushroom
es: Hongo Negro
ru: Чёрный Гриб

source: Gharbad The Weak
es: Gharbad el Débil
ru: Гарбад Слабый

source: Zhar the Mad
es: Zhar el Loco
ru: Зар Безумец

source: Lachdanan
ru: Лахданан

source: The Butcher
es: El Carnicero
ru: Мясник

source: Ogden's Sign
es: Signo de Ogden
ru: Вывеска Огдена

source: Halls of the Blind
es: Pasillos de los Ciegos
ru: Залы Слепцов

source: Valor
ru: Доблесть

source: Anvil of Fury
es: Yunque de Furia
ru: Дьявольская Наковальня

source: Warlord of Blood
es: Señor de la Guerra de Sangre
ru: Кровавый Генерал

source: The Curse of King Leoric
es: La Maldición del Rey Leoric
ru: Проклятье Короля Леорика

source: The Chamber of Bone
es: La Cámara de Hueso
ru: Палата Костей

source: Archbishop Lazarus
es: Arzobispo Lazarus
ru: Архиепископ Лазарь

source: Grave Matters
es: Asuntos de Tumbas
ru: Серьёзные Вопросы

source: Farmer's Orchard
es: Huerto del Granjero
ru: Фермерский Сад

source: Little Girl
es: Niñita
ru: Малышка

source: Wandering Trader
es: Comerciante Errante
ru: Странствующий Торговец

source: The Defiler
es: El Profanador
ru: Осквернитель

source: Na-Krul
ru: На-Крул

source: The Jersey's Jersey
es: El Jersey de Jersey
ru: Джерси Джерси

source: King Leoric's Tomb
es: Tumba del Rey Leoric
ru: Могила Короля Леорика

source: A Dark Passage
es: Un Pasadizo Oscuro
ru: Тёмный Проход

source: Unholy Altar
es: Altar Impío
ru: Нечестивый Алтарь

source: To {:s}
es: A {:s}
ru: К {:s}

source: I need help! Come here!
es: ¡Necesito ayuda! ¡Ven aquí!
ru: Мне нужна помощь! Ко мне!

source: Follow me.
es: Sígueme.
ru: Иди за мной.

source: Here's something for you.
es: Aquí hay algo para ti.
ru: Вот кое-что для тебя.

source: Now you DIE!
es: ¡Ahora MUERES!
ru: Сейчас ты СДОХНЕШЬ!

source: Heal yourself!
es: ¡Cúrate a ti mismo!
ru: Лечи себя!

source: Watch out!
es: ¡Cuidado!
ru: Берегись!

source: Thanks.
es: Gracias .
ru: Спасибо.

source: Retreat!
es: ¡Retírate!
ru: Отступай!

source: Sorry.
es: Lo siento.
ru: Извини.

source: I'm waiting.
es: Estpy esperando.
ru: Я жду.

source: Griswold
ru: Гризвольд

source: Pepin
ru: Пепин

source: Ogden
ru: Огден

source: Cain
ru: Каин

source: Farnham
ru: Фарнам

source: Adria
ru: Адрия

source: Gillian
ru: Джиллиан

source: Wirt
ru: Вирт

source: Back
es: Atrás
ru: Назад

source: Damage: {:d}-{:d}
es: Daño: {:d}-{:d}
ru: Урон: {:d}-{:d}

source: Armor: {:d}
es: Defensa: {:d}
ru: Защита: {:d}

source: Dur: {:d}/{:d}
ru: Прчн: {:d}/{:d}

source: Indestructible
ru: Неразрушимое

source: Welcome to the
es: Bienvenido a la
ru: Добро пожаловать в

source: Blacksmith's shop
es: Herrería
ru: Магазин кузнеца

source: Would you like to:
es: Te gustaría:
ru: Вы хотите:

source: Talk to Griswold
es: Hablar
ru: Поговорить с Гризвольдом

source: Buy basic items
es: Comprar
ru: Купить базовые предметы

source: Buy premium items
es: Comprar mercancía selecta
ru: Купить премиальные предметы

source: Sell items
es: Vender
ru: Продать предметы

source: Repair items
es: Reparar
ru: Починить предметы

source: Leave the shop
es: Dejar la herrería
ru: Покинуть магазин

source: I have these items for sale:
es: Tengo esto a la venta:
ru: У меня есть на продажу:

source: I have these premium items for sale:
es: Ésta es mi mercancía de primera calidad:
ru: У меня есть на продажу:

source: You have nothing I want.
es: No tienes nada que me interese.
ru: У вас нет ничего нужного мне.

source: Which item is for sale?
es: ¿Qué tienes a la venta?
ru: Какой предмет продать?

source: You have nothing to repair.
es: No tienes nada que reparar.
ru: У вас нечего чинить.

source: Repair which item?
es: ¿Qué objeto quieres reparar?
ru: Какой предмет починить?

source: Witch's shack
es: Choza de la Bruja
ru: Хижина ведьмы

source: Talk to Adria
es: Hablar
ru: Поговорить с Адрией

source: Buy items
es: Comprar
ru: Купить предметы

source: Recharge staves
es: Recargar bastones
ru: Зарядить посохи

source: Leave the shack
es: Dejar la choza
ru: Покинуть хижину

source: You have nothing to recharge.
es: No tienes nada que recargar.
ru: У вас нечего заряжать.

source: Recharge which item?
es: ¿Qué objeto quieres recargar?
ru: Какой предмет зарядить?

source: You do not have enough gold
es: No tienes oro suficiente
ru: Нужно больше золота

source: You do not have enough room in inventory
es: No tienes espacio suficiente en el inventario
ru: У вас недостаточно места в инвентаре

source: Do we have a deal?
es: ¿Tenemos un trato?
ru: По рукам?

source: Are you sure you want to identify this item?
es: ¿Seguro que quieres identificar esto?
ru: Вы уверены, что хотите идентифицировать этот предмет?

source: Are you sure you want to buy this item?
es: ¿Seguro que quieres comprar esto?
ru: Вы уверены, что хотите купить этот предмет?

source: Are you sure you want to recharge this item?
es: ¿Seguro que quieres recargar esto?
ru: Вы уверены, что хотите зарядить этот предмет?

source: Are you sure you want to sell this item?
es: ¿Seguro que quieres vender esto?
ru: Вы уверены, что хотите продать этот предмет?

source: Are you sure you want to repair this item?
es: ¿Seguro que quieres reparar esto?
ru: Вы уверены, что хотите починить этот предмет?

source: Wirt the Peg-legged boy
es: Wirt el Patapalo
ru: Одноногий мальчик Вирт

source: Talk to Wirt
es: Hablar
ru: Поговорить с Виртом

source: I have something for sale,
es: Tengo algo en venta,
ru: У меня есть кое-что на продажу,

source: but it will cost 50 gold
es: te costará 50 de oro
ru: но ты должен дать 50 золота

source: just to take a look.
es: sólo echar un vistazo.
ru: чтобы увидеть это.

source: What have you got?
es: ¿Qué es lo que tienes?
ru: Что у тебя есть?

source: Say goodbye
es: Despedirte
ru: Попрощаться

source: I have this item for sale:
es: Esto es lo que tengo:
ru: У меня есть на продажу:

source: Leave
es: Irse
ru: Уйти

source: Healer's home
es: Botica
ru: Дом целителя

source: Talk to Pepin
es: Hablar
ru: Поговорить с Пепином

source: Leave Healer's home
es: Dejar la Botica
ru: Покинуть дом целителя

source: The Town Elder
es: El Sabio del Pueblo
ru: Городской Старейшина

source: Talk to Cain
es: Hablar
ru: Поговорить с Каином

source: Identify an item
es: Identificar objetos
ru: Идентифицировать предмет

source: You have nothing to identify.
es: No tienes nada que identificar.
ru: У вас нечего идентифицировать.

source: Identify which item?
es: ¿Qué objeto quieres identificar?
ru: Какой предмет идентифицировать?

source: This item is:
es: Este objeto es:
ru: Этот предмет:

source: Done
es: Hecho
ru: Готово

source: Talk to {:s}
es: Habla con {:s}
ru: Поговорить с {:s}

source: Talking to {:s}
es: Hablando con {:s}
ru: Разговор с {:s}

source: is not available
es: no está disponible
ru: не доступен

source: in the shareware
es: en el shareware
ru: в shareware

source: version
es: versión
ru: версии

source: Gossip
es: Chismorrear
ru: Сплетни

source: Rising Sun
es: Taberna del Sol Naciente
ru: таверну "Восход"

source: Talk to Ogden
es: Hablar
ru: Поговорить с Огденом

source: Leave the tavern
es: Dejar la taberna
ru: Покинуть таверну

source: Talk to Gillian
es: Hablar
ru: Поговорить с Джиллиан

source: Access Storage
es: Examinar Alijo
ru: Доступ к хранилищу

source: Farnham the Drunk
es: Farnham el Borracho
ru: Пьяница Фарнам

source: Talk to Farnham
es: Hablar
ru: Поговорить с Фарнамом

source: Say Goodbye
es: Despedirte
ru: Попрощаться

source: Your gold: {:s}
es: Tu oro: {:s}
ru: Ваше золото: {:s}

source: Ahh, the story of our King, is it? The tragic fall of Leoric was a harsh blow to this land. The people always loved the King, and now they live in mortal fear of him. The question that I keep asking myself is how he could have fallen so far from the Light, as Leoric had always been the holiest of men. Only the vilest powers of Hell could so utterly destroy a man from within...
es: Ah, la historia de nuestro Rey, ¿verdad? La trágica caída de Leoric fue un duro golpe para esta tierra. La gente siempre amó al Rey, y ahora vive con un miedo mortal hacia él. La pregunta que me sigo haciendo es cómo pudo haber caído tan lejos de la Luz, ya que Leoric siempre había sido el más santo de los hombres. Sólo los poderes más viles del Infierno podrían destruir tan completamente a un hombre desde dentro ...
ru: Ааа, история о нашем Короле? То, что случилось с Леориком - трагедия для всего нашего края. Народ любил Короля, а теперь он ужасно его боиться. Я всё время задаю себе вопрос - как так случилось, что он пал так низко во тьму. Леорик всегда был добродетельным человеком. Только самые ужасные силы Ада могли так разрушить его душу...

source: The village needs your help, good master! Some months ago King Leoric's son, Prince Albrecht, was kidnapped. The King went into a rage and scoured the village for his missing child. With each passing day, Leoric seemed to slip deeper into madness. He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed. Less than half of us survived his insanity... The King's Knights and Priests tried to placate him, but he turned against them and sadly, they were forced to kill him. With his dying breath the King called down a terrible curse upon his former followers. He vowed that they would serve him in darkness forever... This is where things take an even darker twist than I thought possible! Our former King has risen from his eternal sleep and now commands a legion of undead minions within the Labyrinth. His body was buried in a tomb three levels beneath the Cathedral. Please, good master, put his soul at ease by destroying his now cursed form...
es: ¡El pueblo necesita tu ayuda, buen maestro! Hace algunos meses, el hijo del rey Leoric, el Príncipe Albrecht, fue secuestrado. El rey se enfureció y recorrió el pueblo en busca de su hijo desaparecido. Con cada día que pasaba, Leoric parecía hundirse cada vez más en la locura. Trató de culpar a los habitantes inocentes de la desaparición del niño y los ejecutó brutalmente. Menos de la mitad de nosotros sobrevivimos a su locura ... Los Caballeros y Sacerdotes del Rey intentaron aplacarlo, pero él se volvió contra ellos y, lamentablemente, se vieron obligados a matarlo. Con su último aliento, el Rey lanzó una terrible maldición sobre sus antiguos seguidores. Juró que lo servirían en la oscuridad para siempre ... ¡Aquí es donde las cosas toman un giro aún más oscuro de lo que creía posible! Nuestro antiguo Rey se ha levantado de su sueño eterno y ahora comanda una legión de esbirros de muertos vivientes dentro del Laberinto. Su cuerpo fue enterrado en una tumba tres niveles debajo de la Catedral. Por favor, buen maestro, tranquilice su alma destruyendo su forma ahora maldita ...
ru: Нам нужна твоя помощь. Несколько месяцев назад сын Короля Леорика, Принц Альбрехт, был похищен. Король словно обезумил, он перевернул весь городок в поисках своего пропавшего сына. С каждым днём Леорик становился всё безумнее. Он жестоко казнил ни в чём неповинных людей. Он успел расправиться с половиной населения... Придворные Рыцари и Священники пытались утихомирить Леорика, но он направил свой гнев и против их. Они были вынуждены умертвить Короля. Умирая, Леорик послал страшное проклятие на своих бывших приверженцев. Он поклялся, что они будут служить ему вечно... Дело приняло ещё более ужасный оборот, чем можно было предположить! Наш бывший Король сбросил оковы вечного сна и теперь командует легионом своих приспешников-скелетов. Тело Короля находилось в гробнице, расположенной на третьем уровне под Собором. Прошу тебя, отправь его душу на вечный покой, уничтожив его теперешнее воплощение, над которым довлеет проклятие...
