Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: Whoever finds this scroll is charged with stopping the demonic creature that lies within these walls. My time is over. Even now, its hellish minions claw at the frail door behind which I hide. I have hobbled the demon with arcane magic and encased it within great walls, but I fear that will not be enough. The spells found in my three grimoires will provide you protected entrance to his domain, but only if cast in their proper sequence. The levers at the entryway will remove the barriers and free the demon; touch them not! Use only these spells to gain entry or his power may be too great for you to defeat.
es: Quien encuentre este pergamino está encargado de detener a la criatura demoníaca que se encuentra dentro de estos muros. Mi tiempo se acabado. Incluso ahora, sus infernales secuaces se aferran a la frágil puerta detrás de la cual me escondo. He restringido al demonio con magia arcana y lo he encerrado dentro de grandes muros, pero me temo que eso no será suficiente. Los hechizos que se encuentran en mis tres grimorios te proporcionarán una entrada protegida a su dominio, pero solo si se lanzan en la secuencia adecuada. Las palancas en la entrada quitarán las barreras y liberarán al demonio ¡No las toques! Usa solo estos hechizos para lograr entrar o su poder puede ser demasiado grande para derrotarlo.
ru: Тот, кто найдёт этот свиток, должен уничтожить это демоническое создание, которое заключено в этих стенах. Моё время кончилось. Даже сейчас его дьявольские приспешники скребуться в непрочные двери, за которыми я прячусь. Я поймал этого демона с помощью тайной магии и упрятал его за крепкие стены, но я боюсь, что этого мало. Заклинания, которые ты можешь здесь найти, обеспечат тебе безопасный вход в его обиталище, но только если ты произнесёшь их в правильном порядке. Рычаги возле входа убирают барьеры поэтому не прикасайся к ним, иначе демон вырвется на волю! Используй только эти заклинания, иначе погибнешь.

source: Slain Townsman
es: Aldeano Asesinado
ru: Убитый горожанин

source: Griswold the Blacksmith
es: Griswold el Herrero
ru: Кузнец Гризвольд

source: Pepin the Healer
es: Pepin el Curandero
ru: Целитель Пепин

source: Wounded Townsman
es: Aldeano Herido
ru: Раненый горожанин

source: Ogden the Tavern owner
es: Ogden el Tabernero
ru: Владелец таверны Огден

source: Cain the Elder
es: Caín el Sabio
ru: Старейшина Каин

source: Adria the Witch
es: Adria la Bruja
ru: Ведьма Адрия

source: Gillian the Barmaid
es: Gillian la Camarera
ru: Барменша Джиллиан

source: Cow
es: Vaca
ru: Корова

source: Lester the farmer
es: Lester el granjero
ru: Фермер Лестер

source: Celia
ru: Селия

source: Complete Nut
es: Loco de Remate
ru: Полный псих

# monster
source: Zombie
es: Zombi
ru: Зомби

# monster
source: Ghoul
es: Necrófago
ru: Упырь

# monster
source: Rotting Carcass
es: Cádaver Podrido
ru: Гниющая Туша

# monster
source: Black Death
es: Muerte Negra
ru: Чёрная Смерть

# monster
source: Fallen One
es: El Caído
ru: Падший

# monster
source: Carver
es: Trinchante
ru: Резчик

# monster
source: Devil Kin
es: Pariente del Demonio
ru: Дьяволёнок

# monster
source: Dark One
es: El Oscuro
ru: Тёмный

# monster
source: Skeleton
es: Esqueleto
ru: Скелет

# monster
source: Corpse Axe
es: Hacha Cadáver
ru: Мертвец с Топором

# monster
source: Burning Dead
es: Muerte Ardiente
ru: Горящий Мертвец

# monster
source: Horror
ru: Ужас

# monster
source: Scavenger
es: Carroñero
ru: Мусорщик

# monster
source: Plague Eater
es: Devorador de la Plaga
ru: Пожиратель Душ

# monster
source: Shadow Beast
es: Bestia de las Sombras
ru: Теневой Зверь

# monster
source: Bone Gasher
es: Desgarrador de Huesos
ru: Костепил

# monster
source: Corpse Bow
es: Arquero Cadáver
ru: Мертвец с Луком

# monster
source: Skeleton Captain
es: Capitán Esqueleto
ru: Капитан Скелетов

# monster
source: Corpse Captain
es: Capitán Cadáver
ru: Капитан Мертвецов

# monster
source: Burning Dead Captain
es: Capitán Muerte Ardiente
ru: Капитан Горящих Мертвецов

# monster
source: Horror Captain
es: Capitán del Horror
ru: Капитан Ужасов

# monster
source: Invisible Lord
es: Señor Invisible
ru: Невидимый Лорд

# monster
source: Hidden
es: Oculto
ru: Скрытый

# monster
source: Stalker
es: Acechador
ru: Преследователь

# monster
source: Unseen
es: Invisible
ru: Незримый

# monster
source: Illusion Weaver
es: Tejedor de Ilusiones
ru: Ткач Иллюзий

# monster
source: Satyr Lord
es: Señor Sátiro
ru: Лорд Сатиров

# monster
source: Flesh Clan
es: Clan de Carne
ru: Клан Плоти

# monster
source: Stone Clan
es: Clan de Piedra
ru: Клан Камня

# monster
source: Fire Clan
es: Clan de Fuego
ru: Клан Огня

# monster
source: Night Clan
es: Clan Nocturno
ru: Клан Ночи

# monster
source: Fiend
es: Maligno
ru: Изверг

# monster
source: Blink
es: Murciélago destellante
ru: Мерцающий

# monster
source: Gloom
es: Murciélago oscuro
ru: Мрак

# monster
source: Familiar
ru: Фамильяр

# monster
source: Acid Beast
es: Bestia Ácida
ru: Кислотный Зверь

# monster
source: Poison Spitter
es: Escupidor de Veneno
ru: Ядовитый Плеватель

# monster
source: Pit Beast
es: Bestia del Foso
ru: Зверь Преисподней

# monster
source: Lava Maw
es: Fauces de Lava
ru: Лавовая Пасть

# monster
source: Skeleton King
es: Rey Esqueleto
ru: Король-Скелет

# monster
source: The Butcher
es: El Carnicero
ru: Мясник

# monster
source: Overlord
es: Cacique
ru: Владыка

# monster
source: Mud Man
es: Hombre de Barro
ru: Грязевой Человек

# monster
source: Toad Demon
es: Demonio Sapo
ru: Лягушачий Демон

# monster
source: Flayed One
es: El Desollado
ru: Ободранный

# monster
source: Wyrm
es: Pequeño Dragón
ru: Змей

# monster
source: Cave Slug
es: Babosa de la Cueva
ru: Пещерный Слизень

# monster
source: Devil Wyrm
es: Pequeño Dragón Demoníaco
ru: Дьявольский Змей

# monster
source: Devourer
es: Devorador
ru: Пожиратель

# monster
source: Magma Demon
es: Demonio de Magma
ru: Демон Магмы

# monster
source: Blood Stone
es: Piedra de Sangre
ru: Кровавый Камень

# monster
source: Hell Stone
es: Piedra del Infierno
ru: Адский Камень

# monster
source: Lava Lord
es: Señor de la Lava
ru: Лавовый Лорд

# monster
source: Horned Demon
es: Demonio Cornudo
ru: Рогатый Демон

# monster
source: Mud Runner
es: Corredor de Barro
ru: Грязевой Бегун

# monster
source: Frost Charger
es: Cargador de Escarcha
ru: Морозный Бегун

# monster
source: Obsidian Lord
es: Señor de Obsidiana
ru: Обсидиановый Лорд

# monster
source: oldboned
es: envejecido
ru: старокостный

# monster
source: Red Death
es: Muerte Roja
ru: Красная Смерть

# monster
source: Litch Demon
es: Demonio Exánime
ru: Демон-Лич

# monster
source: Undead Balrog
es: Balrog Zombi
ru: Балрог-Нежить

# monster
source: Incinerator
es: Incinerador
ru: Сжигатель

# monster
source: Flame Lord
es: Señor de las Llamas
ru: Пламенный Лорд

# monster
source: Doom Fire
es: Fuego de Destrucción
ru: Роковой Огонь

# monster
source: Hell Burner
es: Quemador del Infierno
ru: Адский Сжигатель

# monster
source: Red Storm
es: Tormenta Roja
ru: Красная Буря

# monster
source: Storm Rider
es: Jinete de Tormenta
ru: Штормовой Всадник

# monster
source: Storm Lord
es: Señor de las Tormentas
ru: Повелитель Бури

# monster
source: Maelstrom
es: Remolino
ru: Вихрь

# monster
source: Devil Kin Brute
es: Pariente del Demonio Bruto
ru: Дьяволёнок-Громила

# monster
source: Winged-Demon
es: Demonio Alado
ru: Крылатый Демон

# monster
source: Gargoyle
es: Gárgola
ru: Горгулья

# monster
source: Blood Claw
es: Garra de Sangre
ru: Кровавый Коготь

# monster
source: Death Wing
es: Ala de la Muerte
ru: Крыло Смерти

# monster
source: Slayer
es: Asesino
ru: Убийца

# monster
source: Guardian
es: Guardián
ru: Хранитель

# monster
source: Vortex Lord
es: Señor del Vórtice
ru: Лорд Вихря

# monster
source: Balrog
ru: Балрог

# monster
source: Cave Viper
es: Víbora de Cueva
ru: Пещерная Гадюка

# monster
source: Fire Drake
es: Dragón de Fuego
ru: Огненный Дракон

# monster
source: Gold Viper
es: Víbora de Oro
ru: Золотая Гадюка

# monster
source: Azure Drake
es: Dragón Azur
ru: Лазурный Дракон

# monster
source: Black Knight
es: Caballero Negro
ru: Чёрный Рыцарь

# monster
source: Doom Guard
es: Guardia de la Destrucción
ru: Страж Рока

# monster
source: Steel Lord
es: Señor de Acero
ru: Лорд Стали

# monster
source: Blood Knight
es: Caballero de Sangre
ru: Рыцарь Крови

# monster
source: The Shredded
es: El Destrozado
ru: Дроблёный

# monster
source: Hollow One
es: El Hueco
ru: Полый

# monster
source: Pain Master
es: Maestro del Dolor
ru: Хозяин Боли

# monster
source: Reality Weaver
es: Tejedora de Realidad
ru: Ткач Реальности

# monster
source: Succubus
es: Súcubo
ru: Суккуб

# monster
source: Snow Witch
es: Bruja de la Nieve
ru: Снежная Ведьма

# monster
source: Hell Spawn
es: Engendro del Infierno
ru: Адское Отродье

# monster
source: Soul Burner
es: Quemador de Almas
ru: Сжигатель Душ

# monster
source: Counselor
es: Consejero
ru: Советник

# monster
source: Magistrate
es: Magistrado
ru: Магистрат

# monster
source: Cabalist
es: Cabalista
ru: Заговорщик

# monster
source: Advocate
es: Defensor
ru: Адвокат

# monster
source: Golem
es: Gólem
ru: Голем

# monster
source: The Dark Lord
es: El Señor Oscuro
ru: Тёмный Лорд

# monster
source: The Arch-Litch Malignus
es: El Archi Exánime Maligno
ru: Архилич Малигнус

# monster
source: Hellboar
es: Jabinfierno
ru: Адский Вепрь

# monster
source: Stinger
es: Escorpión
ru: Жалитель

# monster
source: Psychorb
ru: Психорб

# monster
source: Arachnon
ru: Арахнон

# monster
source: Felltwin
ru: Падшие Близнецы

# monster
source: Hork Spawn
es: Engendro de Hork
ru: Блюющее Отродье

# monster
source: Venomtail
es: Cola Venenosa
ru: Скорпион

# monster
source: Necromorb
ru: Некроморб

# monster
source: Spider Lord
es: Señor Araña
ru: Лорд Пауков

# monster
source: Lashworm
es: Gusano de Pestañas
ru: Плёточный Червь

# monster
source: Torchant
ru: Огненный Муравей

# monster
source: Hork Demon
es: Demonio Hork
ru: Блюющий Демон

# monster
source: Hell Bug
es: Insecto del Infierno
ru: Адский Жук

# monster
source: Gravedigger
es: Sepulturero
ru: Могилокопатель

# monster
source: Tomb Rat
es: Rata de Tumba
ru: Крыса Подземелья

# monster
source: Firebat
es: Murciélago de Fuego
ru: Огненная Летучая Мышь

# monster
source: Skullwing
es: Calavera Alada
ru: Черепокрыл

# monster
source: Lich
ru: Лич

# monster
source: Crypt Demon
es: Demonio de la Cripta
ru: Демон Склепа

# monster
source: Hellbat
es: Murciélago Infernal
ru: Адская Летучая Мышь

# monster
source: Bone Demon
es: Demonio de Hueso
ru: Костяной Демон

# monster
source: Arch Lich
ru: Архилич

# monster
source: Biclops
es: Biclope
ru: Биклоп

# monster
source: Flesh Thing
es: Cosa de Carne
ru: Плоть

# monster
source: Reaper
es: Segador
ru: Жнец

# monster
source: Na-Krul
ru: На-Крул

# monster
source: Gharbad the Weak
es: Gharbad el Débil
ru: Гарбад Слабый

# monster
source: Zhar the Mad
es: Zhar el Loco
ru: Зар Безумец

# monster
source: Snotspill
es: Derrame de Mocos
ru: Сморкун

# monster
source: Arch-Bishop Lazarus
es: Arzobispo Lazarus
ru: Архиепископ Лазарь

# monster
source: Red Vex
es: Molestia Roja
ru: Красная Ворожея

# monster
source: Black Jade
es: Jade Negro
ru: Чернодейка

# monster
source: Lachdanan
ru: Лахданан

# monster
source: Warlord of Blood
es: Señor de la Guerra de Sangre
ru: Кровавый Генерал

# monster
source: The Defiler
es: El Profanador
ru: Осквернитель

# monster
source: Bonehead Keenaxe
es: Hacha Afilada de Cabeza de Hueso
ru: Костеголовый Кинакс

# monster
source: Bladeskin the Slasher
es: Bladeskin el Descuartizador
ru: Лезвий Полосователь

# monster
source: Soulpus
es: Pus del Alma
ru: Душегной

# monster
source: Pukerat the Unclean
es: Pukerat el Inmundo
ru: Нечистый Блевокрыс

# monster
source: Boneripper
es: Desgarrador de Huesos
ru: Костедёр

# monster
source: Rotfeast the Hungry
es: Rotfeast el Hambriento
ru: Гнилоед Голодный

# monster
source: Gutshank the Quick
es: Gutshank el Veloz
ru: Кишкокрут Быстрый

# monster
source: Brokenhead Bangshield
ru: Пусточереп Крепкощит

# monster
source: Bongo
ru: Бонго

# monster
source: Rotcarnage
es: Carnicería de Putrefacción
ru: Гнилобой

# monster
source: Shadowbite
es: Mordedura de Sombra
ru: Тенекус

# monster
source: Deadeye
es: Vigota
ru: Мертвоглаз

# monster
source: Madeye the Dead
es: Madeye el Muerto
ru: Бесоглаз Мертвец

# monster
source: El Chupacabras
ru: Чупакабра

# monster
source: Skullfire
es: Calavera de Fuego
ru: Огнечереп

# monster
source: Warpskull
ru: Кривочереп

# monster
source: Goretongue
es: Lengua Sangrienta
ru: Кровояз

# monster
source: Pulsecrawler
es: Rastreador de Pulsos
ru: Ползопульс

# monster
source: Moonbender
ru: Луногиб

# monster
source: Wrathraven
es: Cuervo de la Ira
ru: Гневный Ворон

# monster
source: Spineeater
es: Comedor de Columna
ru: Спиногрыз

# monster
source: Blackash the Burning
es: Blackash el Quemado
ru: Чернострел Пылающий

# monster
source: Shadowcrow
es: Cuervo de Sombra
ru: Крикун Тьмы

# monster
source: Blightstone the Weak
es: Blightstone el Débil
ru: Гнилостень Cлабак

# monster
source: Bilefroth the Pit Master
es: Bilefroth el Maestro del Foso
ru: Желчелей Распорядитель

# monster
source: Bloodskin Darkbow
es: Arco oscuro Piel de Sangre
ru: Кровошкур Темнолук

# monster
source: Foulwing
ru: Злокрыл

# monster
source: Shadowdrinker
es: Bebedor de Sombras
ru: Тенеглот

# monster
source: Hazeshifter
es: Cambiador de Neblina
ru: Дымовёртыш

# monster
source: Deathspit
es: Escupidor de Muerte
ru: Смертеплюй

# monster
source: Bloodgutter
ru: Кроводёр

# monster
source: Deathshade Fleshmaul
ru: Смертоносный Свежеватель

# monster
source: Warmaggot the Mad
es: Warmaggot el Loco
ru: Военоличинка Безумец

# monster
source: Glasskull the Jagged
es: Glasskull el Dentado
ru: Зубастый Стеклочереп

# monster
source: Blightfire
es: Añublo
ru: Отравленный Огонь

# monster
source: Nightwing the Cold
es: Nightwing el Frio
ru: Леденящий Мрачнокрыл

# monster
source: Gorestone
es: Piedra de Sangre
ru: Камнемяс

# monster
source: Bronzefist Firestone
es: Piedra de Fuego Puño de Bronce
ru: Бронзокулакий Огнекам

# monster
source: Wrathfire the Doomed
es: Wrathfire el Condenado
ru: Огнегнев Обречённый

# monster
source: Firewound the Grim
es: Firewound el Siniestro
ru: Огнежёг Беспощадный

# monster
source: Baron Sludge
es: Barón Lodo
ru: Барон Гнус

# monster
source: Blighthorn Steelmace
es: Maza de acero Cuerno de Plaga
ru: Тленорог Сталебулавный

# monster
source: Chaoshowler
es: Aullador del Caos
ru: Ревун Хаоса

# monster
source: Doomgrin the Rotting
es: Doomgrin el Podrido
ru: Судьбоскал Гниющий

# monster
source: Madburner
es: Quemador Loco
ru: Безумный Сжигатель

# monster
source: Bonesaw the Litch
es: Bonesaw el Litch
ru: Пилокост Лич

# monster
source: Breakspine
es: Rompe Columna
ru: Спинолом

# monster
source: Devilskull Sharpbone
es: Hueso Afilado del Cráneo del Diablo
ru: Череподьявол Острокост

# monster
source: Brokenstorm
es: Tormenta Rota
ru: Бурелом

# monster
source: Stormbane
ru: Гиблешторм

# monster
source: Oozedrool
es: Exuda Baba
ru: Слюнослиз

# monster
source: Goldblight of the Flame
es: Dorado de la Llama
ru: Златомор Пламенный

# monster
source: Blackstorm
es: Tormenta Negra
ru: Черношторм

# monster
source: Plaguewrath
es: Ira de la Peste
ru: Чумогнев

# monster
source: The Flayer
es: El Desollador
ru: Живодёр

# monster
source: Bluehorn
es: Cuerno Azul
ru: Синерог

# monster
source: Warpfire Hellspawn
es: Engendro del Infierno del Fuego de la Disformidad
ru: Отродье Искажённого Огня

# monster
source: Fangspeir
es: Colmillo
ru: Клыкатор

# monster
source: Festerskull
ru: Гноечереп

# monster
source: Lionskull the Bent
es: Lionskull el Doblado
ru: Львочереп

# monster
source: Blacktongue
es: Lengua Negra
ru: Чернояз

# monster
source: Viletouch
es: Toque Vil
ru: Гнилотрог

# monster
source: Viperflame
es: Vivora Llamenate
ru: Пламений

# monster
source: Fangskin
ru: Клыкошкур

# monster
source: Witchfire the Unholy
es: Witchfire el Profano
ru: Огневедьм Нечестивый

# monster
source: Blackskull
es: Calavera Negra
ru: Черночереп

# monster
source: Soulslash
es: Corte de Alma
ru: Душерез

# monster
source: Windspawn
es: Engendro del Viento
ru: Ветрородье

# monster
source: Lord of the Pit
es: Señor del Pozo
ru: Повелитель Ямы

# monster
source: Rustweaver
es: Tejedor de Óxido
ru: Ржавокрут

# monster
source: Howlingire the Shade
es: Howlingire la Sombra
ru: Ревущая Тень

# monster
source: Doomcloud
es: Nube de la Fatalidad
ru: Судьбокров

# monster
source: Bloodmoon Soulfire
es: Fuego del Alma de la Luna de Sangre
ru: Кровелун Огнедуш

# monster
source: Witchmoon
es: Luna de la Bruja
ru: Луноведьма

# monster
source: Gorefeast
es: Fiesta de Sangre
ru: Кровепир

# monster
source: Graywar the Slayer
es: Graywar el Asesino
ru: Блеклобой Палач

# monster
source: Dreadjudge
es: Juez Aterrador
ru: Ужасносуд

# monster
source: Stareye the Witch
es: Stareye la Bruja
ru: Ведьма Звездоглаз

# monster
source: Steelskull the Hunter
es: Steelskull el Cazador
ru: Сталеглав Охотник

# monster
source: Sir Gorash
ru: Сэр Гораш

# monster
source: The Vizier
es: El Visir
ru: Визирь

# monster
source: Zamphir
ru: Замфир

# monster
source: Bloodlust
ru: Кровожадина

# monster
source: Webwidow
ru: Вдовопут

# monster
source: Fleshdancer
es: Bailarín de la Carne
ru: Плотетанцовщица

# monster
source: Grimspike
es: Pico Sombrío
ru: Мрачношип

# monster
source: Doomlock
es: Cerradura de la Condenación
ru: Судьбожим

source: Short Sword
es: Espada Corta
ru: Короткий Меч

source: Buckler
es: Rodela
ru: Круглый Щит

source: Club
es: Porra
ru: Дубина

source: Short Bow
es: Arco Corto
ru: Короткий Лук

source: Short Staff of Mana
es: Bastón Corto de Maná
ru: Короткий Посох Маны

source: Cleaver
es: Cuchilla de carnicero
ru: Тесак

source: The Undead Crown
es: La Corona de los Muertos Vivientes
ru: Корона Нежити

source: Empyrean Band
es: Banda Empírea
ru: Эмпирейское Кольцо

source: Magic Rock
es: Roca Mágica
ru: Волшебный Камень

source: Optic Amulet
es: Amuleto Óptico
ru: Оптический Амулет

source: Ring of Truth
es: Anillo de la Verdad
ru: Кольцо Истины

source: Tavern Sign
es: Cartel de la Taberna
ru: Вывеска Таверны

source: Harlequin Crest
es: Cresta del Arlequín
ru: Гребень Арлекина

source: Veil of Steel
es: Velo de Acero
ru: Стальная Завеса

source: Golden Elixir
es: Elixir Dorado
ru: Золотой Эликсир

source: Brain
es: Cerebro
ru: Мозг

source: Fungal Tome
es: Tomo de Hongos
ru: Грибной Фолиант

source: Spectral Elixir
es: Elixir Espectral
ru: Призрачный Эликсир

source: Blood Stone
es: Piedra de Sangre
ru: Кровавый Камень

source: Cathedral Map
es: Mapa de la Catedral
ru: Карта Собора

source: Heart
es: Corazón
ru: Сердце

source: Potion of Healing
es: Poción Curativa
ru: Зелье Исцеления

source: Potion of Mana
es: Poción de Maná
ru: Зелье Маны

source: Scroll of Identify
es: Pergamino de la Identidad
ru: Свиток Идентификации

source: Scroll of Town Portal
es: Pergamino del Portal de la Ciudad
ru: Свиток Портала в Город

source: Arkaine's Valor
es: Valor de Arkaine
ru: Отвага Аркейна

source: Potion of Full Healing
es: Poción Curativa Completa
ru: Зелье Полного Исцеления

source: Potion of Full Mana
es: Poción de Maná Completa
ru: Зелье Полной Маны

source: Griswold's Edge
es: Hoja de Griswold
ru: Лезвие Гризвольда

source: Bovine Plate
es: Armadura de Bovino
ru: Бычьи Доспехи

source: Staff of Lazarus
es: Bastón de Lazarus
ru: Посох Лазаря

source: Scroll of Resurrect
es: Pergamino de Resurrección
ru: Свиток Воскрешения

source: Short Staff
es: Bastón Corto
ru: Короткий Посох

source: Sword
es: Espada
ru: Меч

source: Dagger
es: Daga
ru: Кинжал

source: Rune Bomb
es: Bomba Rúnica
ru: Рунная Бомба

source: Theodore
es: Teodoro
ru: Теодор

source: Auric Amulet
es: Amuleto Áurico
ru: Золотой Амулет

source: Torn Note 1
es: Nota Rasgada 1
ru: Обрывок Записки 1

source: Torn Note 2
es: Nota Rasgada 2
ru: Обрывок Записки 2

source: Torn Note 3
es: Nota Rasgada 3
ru: Обрывок Записки 3

source: Reconstructed Note
es: Nota Reconstruida
ru: Восстановленная Записка

source: Brown Suit
es: Traje Marrón
ru: Коричневый Костюм

source: Grey Suit
es: Traje Gris
ru: Серый Костюм

source: Cap
es: Gorro
ru: Шапка

source: Skull Cap
es: Gorro Metálico
ru: Тюбетейка

source: Helm
es: Yelmo
ru: Шлем

source: Full Helm
es: Yelmo Completo
ru: Закрытый Шлем

source: Crown
es: Corona
ru: Корона

source: Great Helm
es: Gran Yelmo
ru: Большой Шлем

source: Cape
es: Capa
ru: Плащ

source: Rags
es: Andrajo
ru: Тряпьё

source: Cloak
es: Manto
ru: Мантия

source: Robe
es: Túnica
ru: Роба

source: Quilted Armor
es: Armadura Acolchada
ru: Стёганые Доспехи

source: Leather Armor
es: Armadura de Cuero
ru: Кожаная Броня

source: Hard Leather Armor
es: Armadura de Cuero Duro
ru: Дублёная Кожаная Броня

source: Studded Leather Armor
es: Cuero Tachonado
ru: Клёпаный Кожаный Доспех

source: Ring Mail
es: Cota de Anillos
ru: Кольцевая Кольчуга

source: Mail
es: Cota
ru: Кольчуга

source: Chain Mail
es: Cota de Malla
ru: Кольчатая Кольчуга

source: Scale Mail
es: Cota de Escamas
ru: Чешуйчатая Кольчуга

source: Breast Plate
es: Coraza Blindada
ru: Нагрудник

source: Plate
es: Coraza
ru: Латы

source: Splint Mail
es: Cota de Láminas
ru: Шинная Кольчуга

source: Plate Mail
es: Cota de Placas
ru: Пластинчатый Доспех

source: Field Plate
es: Coraza de Campaña
ru: Полевые Латы

source: Gothic Plate
es: Coraza Gótica
ru: Готические Латы

source: Full Plate Mail
es: Cota de Placas Completa
ru: Полная Пластинчатая Кольчуга

source: Shield
es: Escudo
ru: Щит

source: Small Shield
es: Escudo Pequeño
ru: Маленький Щит

source: Large Shield
es: Escudo Grande
ru: Большой Щит

source: Kite Shield
es: Escudo de Vértices
ru: Треугольный Щит

source: Tower Shield
es: Escudo de la Torre
ru: Башенный Щит

source: Gothic Shield
es: Escudo Gótico
ru: Готический Щит

source: Potion of Rejuvenation
es: Poción Rejuvenecedora
ru: Зелье Омоложения

source: Potion of Full Rejuvenation
es: Poción Rejuvenecedora Completa
ru: Зелье Полного Омоложения

source: Oil
es: Aceite
ru: Масло

source: Elixir of Strength
es: Elixir de Fuerza
ru: Эликсир Силы

source: Elixir of Magic
es: Elixir de Magia
ru: Эликсир Магии

source: Elixir of Dexterity
es: Elixir de Destreza
ru: Эликсир Ловкости

source: Elixir of Vitality
es: Elixir de Vitalidad
ru: Эликсир Живучести

source: Scroll of Healing
es: Pergamino de curación
ru: Свиток Исцеления

source: Scroll of Search
es: Pergamino de Búsqueda
ru: Свиток Поиска

source: Scroll of Lightning
es: Pergamino de Relámpago
ru: Свиток Молнии

source: Scroll of Fire Wall
es: Pergamino de Muro de Fuego
ru: Свиток Стены Огня

source: Scroll of Inferno
es: Pergamino de Infierno
ru: Свиток Преисподней

source: Scroll of Flash
es: Pergamino de Flash
ru: Свиток Вспышки

source: Scroll of Infravision
es: Pergamino de Infravisión
ru: Свиток Инфразрения

source: Scroll of Phasing
es: Pergamino de Fase
ru: Свиток Перемещения

source: Scroll of Mana Shield
es: Pergamino de Escudo de Maná
ru: Свиток Щита Маны

source: Scroll of Flame Wave
es: Pergamino de Ola de Llamas
ru: Свиток Волны Огня

source: Scroll of Fireball
es: Pergamino de Bola de Fuego
ru: Свиток Огненного Шара

source: Scroll of Stone Curse
es: Pergamino de Maldición de Piedra
ru: Свиток Окаменения

source: Scroll of Chain Lightning
es: Pergamino de Cadena de Relámpagos
ru: Свиток Цепной Молнии

source: Scroll of Guardian
es: Pergamino de Guardián
ru: Свиток Защитника

source: Scroll of Nova
es: Pergamino de Nova
ru: Свиток Новы

source: Scroll of Golem
es: Pergamino de Golem
ru: Свиток Голема

source: Scroll of Teleport
es: Pergamino de Teletransporte
ru: Свиток Телепорта

source: Scroll of Apocalypse
es: Pergamino de Apocalipsis
ru: Свиток Апокалипсиса

source: Falchion
es: Chafarote
ru: Фальшион

source: Scimitar
es: Cimitarra
ru: Ятаган

source: Claymore
ru: Клеймор

source: Blade
es: Hoja
ru: Клинок
