Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: While I use some limited forms of magic to create the potions and elixirs I store here, Adria is a true sorceress. She never seems to sleep, and she always has access to many mystic tomes and artifacts. I believe her hut may be much more than the hovel it appears to be, but I can never seem to get inside the place.
es: Si bien utilizo algunas formas limitadas de magia para crear las pociones y elixires que guardo aquí, Adria es una verdadera hechicera. Parece que nunca duerme y siempre tiene acceso a muchos libros y artefactos místicos. Creo que su cabaña puede ser mucho más de lo que parece ser, pero parece que nunca puedo entrar al lugar.
ru: Я совсем мало пользуюсь волшебством, когда готовлю свои зелья и эликсиры, а вот Адрия - настоящая колдунья. Кажется, она никогда не спит. У неё всегда много таинственных книг и артефактов. Я думаю, что её домишка не такой уж простой, как выглядит, но я очень сомневаюсь, что когда-нибудь попаду внутрь её жилища.

source: Poor Wirt. I did all that was possible for the child, but I know he despises that wooden peg that I was forced to attach to his leg. His wounds were hideous. No one - and especially such a young child - should have to suffer the way he did.
es: Pobre Wirt. Hice todo lo posible por el niño, pero sé que desprecia ese broche de madera que me vi obligado a sujetar a su pierna. Sus heridas eran horribles. Nadie, y especialmente un niño tan pequeño, debería tener que sufrir como él lo hizo.
ru: Бедный Вирт. Я сделал всё что мог для этого ребёнка, но я знаю, что он ненавидит эту деревяшку, которую я был вынужден прикрепить ему вместо ноги. Его раны были ужасными. Никто не должен испытывать такие страдания, особенно такое малое дитя.

source: I really don't understand why Ogden stays here in Tristram. He suffers from a slight nervous condition, but he is an intelligent and industrious man who would do very well wherever he went. I suppose it may be the fear of the many murders that happen in the surrounding countryside, or perhaps the wishes of his wife that keep him and his family where they are.
es: Realmente no entiendo por qué Ogden se queda aquí en Tristram. Sufre de una leve condición nerviosa, pero es un hombre inteligente y trabajador que le iría muy bien donde quiera que fuera. Supongo que puede ser el miedo a los muchos asesinatos que ocurren en el campo circundante, o quizás los deseos de su esposa lo que lo mantiene a él y a su familia donde están.
ru: Не понимаю, почему Огден не уезжает из Тристрама. У него нервы немного не в порядке, но он очень умный и трудолюбивый человек. Он мог бы хорошо устроиться где-нибудь в другом месте. Я полагаю, он напуган тем, что на просёлочных дорогах часто убивают путников, а может быть, это его жена не хочет сниматься с места и уезжать.

source: Ogden's barmaid is a sweet girl. Her grandmother is quite ill, and suffers from delusions. She claims that they are visions, but I have no proof of that one way or the other.
es: La camarera de Ogden es una chica dulce. Su abuela está bastante enferma y sufre delirios Ella afirma que son visiones, pero no tengo pruebas de eso de una forma u otra.
ru: Помощница Огдена - милая девушка. Её бабушка очень больна и страдает галлюцинациями. Она утверждает, что это видения, но я не могу подтвердить - то это или другое.

source: Good day! How may I serve you?
es: ¡Buenos días! ¿Cómo puedo servirte?
ru: Добрый день! Чем я могу служить?

source: My grandmother had a dream that you would come and talk to me. She has visions, you know and can see into the future.
es: Mi abuela soñó que vendrías a hablar conmigo. Ella tiene visiones, sabes, y puedes ver el futuro.
ru: Моей бабушке приснился сон, что ты придёшь и будешь разговаривать со мной. Знаешь, у неё бывают видения будущего.

source: The woman at the edge of town is a witch! She seems nice enough, and her name, Adria, is very pleasing to the ear, but I am very afraid of her. It would take someone quite brave, like you, to see what she is doing out there.
es: ¡La mujer de las afueras del pueblo es una bruja! Parece bastante agradable y su nombre, Adria, es muy agradable al oído, pero le temo. Se necesitaría alguien bastante valiente, como tú, para ver lo que está haciendo ahí fuera.
ru: Женщина, живущая на краю деревни - ведьма! Она кажется довольно приятной, её имя, Адрия, ласкает слух, но я её очень боюсь. Только кто-то очень смелый, как ты, может пойти и посмотреть, чем она там занимается.

source: Our Blacksmith is a point of pride to the people of Tristram. Not only is he a master craftsman who has won many contests within his guild, but he received praises from our King Leoric himself - may his soul rest in peace. Griswold is also a great hero; just ask Cain.
es: Nuestro herrero es un motivo de orgullo para la gente de Tristram. No solo es un maestro artesano que ha ganado muchos concursos dentro de su gremio, sino que recibió elogios de nuestro Rey Leoric en persona, que su alma descanse en paz. Griswold también es un gran héroe; pregúntale a Caín.
ru: Наш кузнец - это гордость нашей деревни. Он прославился своим мастерством и победил во многих соревнованиях не только в своей гильдии, но даже заслужил похвалы от самого Короля Леорика - мир его праху. А ещё Гризвольд настоящий герой; вот спроси у Каина.

source: Cain has been the storyteller of Tristram for as long as I can remember. He knows so much, and can tell you just about anything about almost everything.
es: Cain ha sido el narrador de Tristram desde que tengo uso de razón. Él sabe mucho y puede decirte casi cualquier cosa sobre casi todo.
ru: Сколько себя помню, столько Каин был рассказчиком в Тристраме. Он так много знает, что может рассказать всё обо всём или почти всё почти обо всём.

source: Farnham is a drunkard who fills his belly with ale and everyone else's ears with nonsense. I know that both Pepin and Ogden feel sympathy for him, but I get so frustrated watching him slip farther and farther into a befuddled stupor every night.
es: Farnham es un borracho que llena su barriga de cerveza y los oídos de los demás de tonterías. Sé que tanto Pepin como Ogden sienten simpatía por él, pero me frustra tanto verlo caer cada vez más en un aturdido estupor cada noche.
ru: Фарнам - пьяница, который наполняет своё брюхо пивом, а уши других людей всякой чепухой. Я знаю, что Пепин и Огден жалеют его, но я так расстраиваюсь, когда вижу, как он каждый вечер всё больше и больше впадает в состояние пьяного дурмана.

source: Pepin saved my grandmother's life, and I know that I can never repay him for that. His ability to heal any sickness is more powerful than the mightiest sword and more mysterious than any spell you can name. If you ever are in need of healing, Pepin can help you.
es: Pepin salvó la vida de mi abuela y sé que nunca podré pagarle por eso. Su habilidad para curar cualquier enfermedad es más poderosa que la espada más potente y más misteriosa que cualquier hechizo que puedas nombrar. Si alguna vez necesitas curarte, Pepin puede ayudarte.
ru: Пепин спас жизнь моей бабушки. Я никогда не смогу его отблагодарить. Его умение лечить всякие болезни гораздо сильнее самого мощного меча и таинственнее любого заклинания, которое ты можешь назвать. Если тебе когда-нибудь понадобиться лекарь, то Пепин поможет тебе.

source: I grew up with Wirt's mother, Canace. Although she was only slightly hurt when those hideous creatures stole him, she never recovered. I think she died of a broken heart. Wirt has become a mean-spirited youngster, looking only to profit from the sweat of others. I know that he suffered and has seen horrors that I cannot even imagine, but some of that darkness hangs over him still.
es: Crecí con la madre de Wirt, Canace. Aunque solo se sintió levemente herida cuando esas horribles criaturas se lo robaron, nunca se recuperó. Creo que murió con el corazón roto. Wirt se ha convertido en un joven mezquino que solo busca sacar provecho del sudor de los demás. Sé que sufrió y ha visto horrores que ni siquiera puedo imaginar, pero algo de esa oscuridad aún se cierne sobre él.
ru: Я росла вместе с Канос - матерью Вирта. Не смотря на то, те ужасные твари, которые утащили её сына, только слегка её зацепили, она так и не выздоровела. Я думаю, она умерла от горя. Вирт стал злым подростком. Он ищет выгоду только в том, что заставляет других попотеть. Я знаю, что он страдал и видел ужасы, которые я даже не могу себе представить, но в его душе остался след от того мрака.

source: Ogden and his wife have taken me and my grandmother into their home and have even let me earn a few gold pieces by working at the inn. I owe so much to them, and hope one day to leave this place and help them start a grand hotel in the east.
es: Ogden y su esposa nos han llevado a mi abuela y a mí a su casa e incluso me han dejado ganar algunas piezas de oro trabajando en la posada. Les debo mucho y espero algún día dejar este lugar y ayudarlos a comenzar un gran hotel en el este.
ru: Огден и его жена взяли меня и бабушку к себе домой и даже дали мне возможность зарабатывать кое-какие деньги в гостинице. Я так многим им обязана. Я надеюсь, что когда-нибудь мы уедем отсюда на восток и я помогу им открыть там большой отель.

source: Well, what can I do for ya?
es: Bueno, ¿qué puedo hacer por ti?
ru: Эй, я могу тебе помочь?

source: If you're looking for a good weapon, let me show this to you. Take your basic blunt weapon, such as a mace. Works like a charm against most of those undying horrors down there, and there's nothing better to shatter skinny little skeletons!
es: Si estás buscando un buen arma, déjame mostrarte esto. Toma tu arma básica contundente, como una maza. Funciona como un encanto contra la mayoría de esos horrores eternos que hay allí, ¡y no hay nada mejor para destrozar pequeños esqueletos delgados!
ru: Если тебе нужно хорошее оружие, я покажу тебе вот это. Взять, например, простую булаву. Действует безотказно на тех бессмертных уродов, что рыщут в подземельях, и никакое другое оружие не раздробит ходячие скелеты лучше, чем булава!

source: The axe? Aye, that's a good weapon, balanced against any foe. Look how it cleaves the air, and then imagine a nice fat demon head in its path. Keep in mind, however, that it is slow to swing - but talk about dealing a heavy blow!
es: ¿El hacha? Sí, esa es un buen arma, equilibrada contra cualquier enemigo. Mira cómo corta el aire y luego imagina una bonita y gorda cabeza de demonio en su camino. Sin embargo, ten en cuenta que el giro es lento, ¡pero habla de asestar un golpe fuerte!
ru: Топор? Да, это хорошее оружие, сильное против любого врага. Смотри, как он рассекает воздух, и представь, как он обрушивается на голову какого-нибудь жирного демона. Однако надо помнить, что он тяжёл и замедляет движения!

source: Look at that edge, that balance. A sword in the right hands, and against the right foe, is the master of all weapons. Its keen blade finds little to hack or pierce on the undead, but against a living, breathing enemy, a sword will better slice their flesh!
es: Mira ese filo, ese equilibrio. Una espada en la mano derecha, y contra el enemigo correcto, es el amo de todas las armas. Su hoja afilada encuentra poco para cortar o perforar en los muertos vivientes, pero contra un enemigo vivo que respira, ¡una espada cortará su carne mucho mejor!
ru: Посмотри как сверкает это лезвие. Меч - это царь оружия, если он в умелых руках и направлен против того врага. Меч причинит мало вреда ходячему мертвецу, но нет ничего лучше меча, чтобы рубить врага из крови и плоти!

source: Your weapons and armor will show the signs of your struggles against the Darkness. If you bring them to me, with a bit of work and a hot forge, I can restore them to top fighting form.
es: Tus armas y armaduras mostrarán los signos de tus luchas contra la Oscuridad. Si me las traes, con un poco de trabajo y una fragua en caliente, puedo restaurarlas a su mejor forma de lucha.
ru: Твоё оружие и доспехи будут получать отметины в боях с силами Тьмы. Приноси их ко мне, и я смогу починить их так, что они будут как новенькие после того, как побывают в моём жарком горле.

source: While I have to practically smuggle in the metals and tools I need from caravans that skirt the edges of our damned town, that witch, Adria, always seems to get whatever she needs. If I knew even the smallest bit about how to harness magic as she did, I could make some truly incredible things.
es: Mientras prácticamente tengo que pasar de contrabando los metales y herramientas que necesito de las caravanas que bordean los límites de nuestro maldito pueblo, esa bruja, Adria, siempre parece conseguir lo que necesita. Si supiera lo más mínimo sobre cómo aprovechar la magia como ella lo hizo, podría hacer algunas cosas realmente increíbles.
ru: Мне приходиться заниматься контрабандой, чтобы доставать нужные металлы и инструменты с обозов, которые проходят мимо нашей проклятой деревни, а этой ведьме Адрии всегда удаётся получить всё, что она хочет. Если я бы хоть немножко умел колдовать, как она, я бы мог делать такие потрясающие вещи.

source: Gillian is a nice lass. Shame that her gammer is in such poor health or I would arrange to get both of them out of here on one of the trading caravans.
es: Gillian es una buena chica. Es una pena que su abuela tenga tan mala salud o haría los arreglos para sacarlos a ambos de aquí en una de las caravanas comerciales.
ru: Джиллиан - хорошая девушка. Жаль, что её бабушка так больна, а то бы я помог им собраться и уехать отсюда вместе с одним из торговых обозов.

source: Sometimes I think that Cain talks too much, but I guess that is his calling in life. If I could bend steel as well as he can bend your ear, I could make a suit of court plate good enough for an Emperor!
es: A veces pienso que Caín habla demasiado, pero supongo que esa es su vocación en la vida. ¡Si pudiera doblar el acero tan bien como puede doblar tu oreja, podría hacer una armadura de placas lo suficientemente buena para un Emperador!
ru: Иногда мне кажется, что Каин слишком много говорит, но, наверное, это его призвание. Если бы я так работал с металлом, как он с ушами людей, я бы смастерил герб, достойный самого Императора!

source: I was with Farnham that night that Lazarus led us into Labyrinth. I never saw the Archbishop again, and I may not have survived if Farnham was not at my side. I fear that the attack left his soul as crippled as, well, another did my leg. I cannot fight this battle for him now, but I would if I could.
es: Estaba con Farnham esa noche que Lazarus nos condujo al Laberinto. Nunca volví a ver al Arzobispo y es posible que no hubiera sobrevivido si Farnham no hubiera estado a mi lado. Me temo que el ataque dejó su alma tan lisiada como, bueno, otro dejó mi pierna. No puedo pelear esta batalla por él ahora, pero lo haría si pudiera.
ru: Я и Фарнам были в отряде, который Лазарь повёл в Лабиринт той ночью. После того я больше не видел Архиепископа, да и я бы не выжил, если бы Фарнам не был со мной рядом. Боюсь, тот бой так искалечил его душу, как... Ах, что говорить - а мне искалечили ногу. Жаль, но теперь нельзя ничего исправить.

source: A good man who puts the needs of others above his own. You won't find anyone left in Tristram - or anywhere else for that matter - who has a bad thing to say about the healer.
es: Un buen hombre que antepone las necesidades de los demás a las suyas. No encontraras a nadie en Tristram, ni en ningún otro lugar, que tenga algo malo que decir sobre el sanador.
ru: Тот, кто заботиться о других, а не о себе - хороший человек. Никто в Тристраме - да и вообще никто - не скажет худого слова о лекаре Пепине.

source: That lad is going to get himself into serious trouble... or I guess I should say, again. I've tried to interest him in working here and learning an honest trade, but he prefers the high profits of dealing in goods of dubious origin. I cannot hold that against him after what happened to him, but I do wish he would at least be careful.
es: Ese chico se va a meter en serios problemas ... o creo que debería decirlo, de nuevo. He tratado de interesarle en trabajar aquí y aprender un oficio honesto, pero prefiere las altas ganancias de comerciar con bienes de origen dudoso. No puedo reprocharle eso después de lo que le sucedió, pero desearía que al menos tuviera cuidado.
ru: Этот парень когда-нибудь попадёт в беду, вернее... опять попадёт в беду. Я пытался привлечь его к работе в кузнице и научить его вести честную торговлю, но ему больше нравиться получать большие прибыли от торговли сомнительным товаром. Я не виню его за это, ведь на его долю выпало такое горе, просто хочу, чтобы он хоть как-то остепенился.

source: The Innkeeper has little business and no real way of turning a profit. He manages to make ends meet by providing food and lodging for those who occasionally drift through the village, but they are as likely to sneak off into the night as they are to pay him. If it weren't for the stores of grains and dried meats he kept in his cellar, why, most of us would have starved during that first year when the entire countryside was overrun by demons.
es: El Posadero tiene pocos negocios y ninguna forma real de obtener ganancias. Se las arregla para llegar a fin de mes proporcionando comida y alojamiento a aquellos que, de vez en cuando, deambulan por la aldea, pero es tan probable que se escapen por noche como que le paguen. Si no fuera por las reservas de cereales y carnes secas que guarda en su bodega, la mayoría de nosotros habríamos muerto de hambre durante ese primer año en que todo el campo fue invadido por demonios.
ru: У хозяина гостиницы дела идут не блестяще - он почти не имеет прибыли. Ему еле удаётся свести концы с концами, обеспечивая пищу и жильё для тех, кто случайно проходит через нашу деревню, но чаще постояльцы тихонько смываются ночью, не заплатив ему. Если бы не запасы пшеницы и вяленого мяса, которое он хранил в погребе, тогда бы почти все жители деревни умерли с голоду в тот первый год, когда демоны заполонили все леса и поля.

source: Can't a fella drink in peace?
es: ¿No puede un colega beber en paz?
ru: Даже выпить не дают спокойно!

source: The gal who brings the drinks? Oh, yeah, what a pretty lady. So nice, too.
es: ¿La chica que trae las bebidas? Oh, sí, qué hermosa dama. Muy agradable también.
ru: Девушка, что приносит выпить? О да, она хорошая девушка. И такая милая.

source: Why don't that old crone do somethin' for a change. Sure, sure, she's got stuff, but you listen to me... she's unnatural. I ain't never seen her eat or drink - and you can't trust somebody who doesn't drink at least a little.
es: ¿Por qué esa vieja bruja no hace algo para variar? Claro, claro, tiene sus cosas, pero escúchame ... es antinatural. Nunca la he visto comer o beber, y no puedes confiar en alguien que no bebe al menos un poco.
ru: Почему эта старая карга не сделает чего-нибудь взамен? Точно-точно, у неё навалом всякой всячины, но послушай... она ненастоящая. Я никогда не видел, чтобы она ела или пила - и нельзя же доверять тому, кто совсем не пьёт.

source: Cain isn't what he says he is. Sure, sure, he talks a good story... some of 'em are real scary or funny... but I think he knows more than he knows he knows.
es: Caín no es lo que dice ser. Claro, claro, él cuenta una buena historia ... algunas de ellas son realmente aterradoras o divertidas ... pero creo que él sabe más de lo que sabe.
ru: Каин не тот, за кого он себя выдаёт. Да, он умеет рассказывать всякие истории... но такие страшные, а то и смешные... но я думаю, он знает гораздо больше.

source: Griswold? Good old Griswold. I love him like a brother! We fought together, you know, back when... we... Lazarus... Lazarus... Lazarus!!!
es: Griswold? El bueno de Griswold. ¡Lo quiero como a un hermano! Luchamos juntos, ya sabes, cuando ... nosotros ... Lazarus ... Lazarus ... Lazarus!!!
ru: Гризвольд? Старый добрый Гризвольд. Я люблю его как брата! Мы сражались бок-о-бок, знаешь ли, тогда... мы... Лазарь... Лазарь... Лазарь!!!

source: Hehehe, I like Pepin. He really tries, you know. Listen here, you should make sure you get to know him. Good fella like that with people always wantin' help. Hey, I guess that would be kinda like you, huh hero? I was a hero too...
es: Jejeje, me gusta Pepin. Realmente lo intenta, ya sabes. Escucha, debes asegurarte de conocerlo. Buen tipo como la gente que siempre quiere ayudar. Oye, supongo que sería un poco propio de ti, ¿eh héroe? Yo también fui un héroe ...
ru: Хехехе, мне нравится Пепин. Он старается, знаешь ли. Послушай, обязательно сходи к нему. Он всегда помогает, чем кого надо лечить. Эй, а ведь тебе часто нужна помощь лекаря, правда. Я тоже когда-то был бравым солдатом, да...

source: Wirt is a kid with more problems than even me, and I know all about problems. Listen here - that kid is gotta sweet deal, but he's been there, you know? Lost a leg! Gotta walk around on a piece of wood. So sad, so sad...
es: Wirt es un niño que tiene incluso más problemas que yo, y yo sé todo sobre los problemas. Escucha, ese chico es afable, pero ha estado allí, ¿sabes? ¡Perdió una pierna! Tiene que caminar sobre un trozo de madera. Es tan triste, tan triste ...
ru: У Вирта проблемы похлеще, чем у меня, а я уж знаю, что такое проблемы. Послушай, этот паренёк не подарок, но он был там, ну, знаешь где. Потерял ногу! Теперь ходит на деревяшке. Какое несчастье, как жалко...

source: Ogden is the best man in town. I don't think his wife likes me much, but as long as she keeps tappin' kegs, I'll like her just fine. Seems like I been spendin' more time with Ogden than most, but he's so good to me...
es: Ogden es el mejor hombre del pueblo. No creo que yo le guste mucho a su esposa, pero mientras ella siga golpeando barriles, supongo que estará bien. Parece que he pasado más tiempo con Ogden que la mayoría, pero es tan bueno conmigo ...
ru: Огден - самый лучший человек в деревне. Я не очень нравлюсь его жене, но пока она наливает мне из бочонка, я ничего против неё не имею. Кажется, я провожу больше всего времени у Огдена. Он так добр ко мне...

source: I wanna tell ya sumthin', 'cause I know all about this stuff. It's my specialty. This here is the best... theeeee best! That other ale ain't no good since those stupid dogs...
es: Quiero decirte algo, porque sé todo sobre estas cosas. Es mi especialidad. Esto de aquí es lo mejor ... ¡looo mejor! Esa otra cerveza no es buena ya que esos estúpidos perros ...
ru: Я тебе скажу кое-что, я всё об этом знаю. Это моя специальность. Это здесь самое лучшее... самое лучшее! Какое другое пиво - дрянь... с тех пор, как эти дурные псы...

source: No one ever lis... listens to me. Somewhere - I ain't too sure - but somewhere under the church is a whole pile o' gold. Gleamin' and shinin' and just waitin' for someone to get it.
es: Nunca nadie me esc... escucha. En algún lugar, no estoy muy seguro, pero en algún lugar debajo de la iglesia hay un gran montón de oro. Reluciendo y brillando y esperando a que alguien lo consiga.
ru: Никто меня ни... когда не слушает. Где-то - не помню где - где-то под церковью лежит целая куча золота. Она блестит, сверкает и только и ждёт, чтобы её кто-нибудь забрал.
