Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: I knew that it couldn't be as simple as that witch made it sound. It's a sad world when you can't even trust your neighbors.
es: Sabía que no podía ser tan simple como lo decía la bruja. Es un mundo triste cuando ni siquiera puedes confiar en tus vecinos.
ru: Я так и знал, что не всё так просто, как говорит ведьма. Куда катиться этот мир, если нельзя доверять даже соседям.

source: Is it gone? Did you send it back to the dark recesses of Hades that spawned it? You what? Oh, don't tell me you lost it! Those things don't come cheap, you know. You've got to find it, and then blast that horror out of our town.
es: ¿Se ha ido? ¿Lo enviaste de vuelta a los oscuros recovecos del Hades que lo engendraron? ¿Tu que? ¡Oh, no me digas que lo perdiste! Esas cosas no son baratas, ¿sabes? Tienes que encontrarlo y luego sacar ese horror de nuestro pueblo.
ru: Его больше нет? Тебе удалось отправить его в Преисподнюю, которая его породила. Что? О, только не говори, что ты это потерял! Такие вещи стоят не дёшево. Найди эту вещь, а потом взорви эту ужасную штуковину.

source: I heard the explosion from here! Many thanks to you, kind stranger. What with all these things comin' out of the ground, monsters taking over the church, and so forth, these are trying times. I am but a poor farmer, but here -- take this with my great thanks.
es: ¡Escuché la explosión desde aquí! Muchas gracias a ti, amable extraño. Con todas estas cosas que salen de la tierra, los monstruos que se apoderan de la iglesia, y esas cosas, estos son tiempos difíciles. No soy más que un agricultor pobre, pero toma esto con gran agradecimiento.
ru: Я слышал взрыв! Огромное тебе спасибо. Что за времена настали - из земли лезет всякая нечисть, монстры заполняют церкви и всякое такое. Я всего лишь бедный фермер, но вот, ну вот - прими это вместе с моей благодарностью.

source: Oh, such a trouble I have...maybe...No, I couldn't impose on you, what with all the other troubles. Maybe after you've cleansed the church of some of those creatures you could come back... and spare a little time to help a poor farmer?
es: Oh, qué problema tengo ... tal vez ... No, no podría imponértelo, con todos los otros problemas. Quizás, después de haber limpiado la iglesia de algunas de esas criaturas, ¿podrías regresar ... y dedicar un poco de tiempo para ayudar a un pobre agricultor?
ru: Ах, у меня такая беда... возможно... Но нет, я не могу возложить это на тебя. У тебя и так полно хлопот. Может быть, после этого, как ты очистишь церковь от тварей, ты придёшь снова... и немного поможешь бедному фермеру?

source: Waaaah! (sniff) Waaaah! (sniff)
ru: Уааааа! (хлюп) Уааааа! (хлюп)

source: I lost Theo! I lost my best friend! We were playing over by the river, and Theo said he wanted to go look at the big green thing. I said we shouldn't, but we snuck over there, and then suddenly this BUG came out! We ran away but Theo fell down and the bug GRABBED him and took him away!
es: ¡Perdí a Theo! ¡Perdí a mi mejor amigo! Estábamos jugando junto al río, y Theo dijo que quería ir a ver la gran cosa verde. Dije que no deberíamos, pero nos colamos allí, ¡y de repente salió este INSECTO! ¡Huimos, pero Theo se cayó y el insecto lo agarró y se lo llevó!
ru: Пропал мой Тео! Пропал мой лучший друг! Мы игрались возле реки, а Тео захотел посмотреть на ту большую зелёную штуку. Я сказала, что нельзя, но мы только заглянули туда, и вдруг вылез ЖУК! Мы побежали, но Тео упал, и жук СХВАТИЛ его и утащил!

source: Didja find him? You gotta find Theodore, please! He's just little. He can't take care of himself! Please!
es: ¿Didja lo encontró? ¡Tienes que encontrar a Theodore, por favor! Es solo pequeño. ¡No puede cuidarse solo! ¡Por favor!
ru: Где же он? Пожалуйста, найди Теодора! Он ещё такой маленький. Он не может о себе позаботиться! Прошу тебя!

source: You found him! You found him! Thank you! Oh Theo, did those nasty bugs scare you? Hey! Ugh! There's something stuck to your fur! Ick! Come on, Theo, let's go home! Thanks again, hero person!
es: ¡Lo encontraste! ¡Lo encontraste! ¡Gracias! Oh Theo, ¿esos bichos desagradables te asustaron? ¡Oye! ¡Puaj! ¡Hay algo pegado a tu pelaje! ¡Agh! ¡Vamos, Theo, vámonos a casa! ¡Gracias de nuevo, héroe!
ru: Ура! Он нашёлся! Спасибо тебе, герой! О, Тео, эти противные жуки напугали тебя, да? Ой! Что прицепилось к твоему меху! Фу! Ну давай, Тео, пойдём домой!

source: We have long lain dormant, and the time to awaken has come. After our long sleep, we are filled with great hunger. Soon, now, we shall feed...
es: Llevamos mucho tiempo dormidos y ha llegado el momento de despertar. Después de nuestro largo sueño, nos llena un gran hambre. Pronto, ahora, nos alimentaremos ...
ru: Мы долго спали, но пришло время проснуться. После долгой спячки мы очень проголодались. Очень скоро мы утолим свой голод...

source: Have you been enjoying yourself, little mammal? How pathetic. Your little world will be no challenge at all.
es: ¿Te has estado divirtiendo, pequeño mamífero? Que patético. Tu pequeño mundo no será ningún desafío.
ru: Доволен собой, мелкое млекопитающее? Как жалко. Ваш ничтожный мирок вообще не будет проблемой.

source: These lands shall be defiled, and our brood shall overrun the fields that men call home. Our tendrils shall envelop this world, and we will feast on the flesh of its denizens. Man shall become our chattel and sustenance.
es: Estas tierras serán contaminadas y nuestra prole invadirá los campos que los hombres llaman hogar. Nuestros zarcillos envolverán este mundo y nos deleitaremos con la carne de sus habitantes. El hombre se convertirá en nuestro esclavos y sustento.
ru: Мы оскверним эту землю, мы зальём кровью поля, которые люди называют родиной. Мы захватим этот мир и будем пировать на останках его жителей. Люди будут нашей собственностью и пищей.

source: Ah, I can smell you...you are close! Close! Ssss...the scent of blood and fear...how enticing...
es: Ah, te puedo oler... ¡estás cerca! ¡Cerca! Ssss... el olor a sangre y miedo... qué tentador...
ru: Ближе, сладость моя! Я чую твой страх, и я голоден...

source: And in the year of the Golden Light, it was so decreed that a great Cathedral be raised. The cornerstone of this holy place was to be carved from the translucent stone Antyrael, named for the Angel who shared his power with the Horadrim. In the Year of Drawing Shadows, the ground shook and the Cathedral shattered and fell. As the building of catacombs and castles began and man stood against the ravages of the Sin War, the ruins were scavenged for their stones. And so it was that the cornerstone vanished from the eyes of man. The stone was of this world -- and of all worlds -- as the Light is both within all things and beyond all things. Light and unity are the products of this holy foundation, a unity of purpose and a unity of possession.
es: Y en el año de la Luz Dorada, se decretó que se levantara una gran Catedral. La piedra angular de este lugar sagrado debía ser tallada en la piedra translúcida Antyrael, llamada así por el Ángel que compartía su poder con los Horadrim. En el Año designado a las Sombras, el suelo tembló y la Catedral se hizo añicos y cayó. Cuando comenzó la construcción de catacumbas y castillos y el hombre se enfrentó a los estragos de la Guerra del Pecado, las ruinas fueron escarbadas en busca de sus piedras. Y así fue como la piedra angular desapareció de los ojos del hombre. La piedra era de este mundo , y de todos los mundos , ya que la Luz está tanto dentro de todas las cosas como más allá de todas las cosas. La luz y la unidad son los productos de este fundamento santo, una unidad de propósito y una unidad de posesión.
ru: И в год Золотого Света было решено построить великий Собор. Угловой камень этого Собора должны были сделать из прозрачного камня Антирэля, названного так в честь Ангела, который одарил своей силой Хорадрим. В Год Наползающих Теней земля задрожала, и Собор треснул и развалился. Когда началось строительство катакомб и замков, и люди страдали от бедствий Войны Грехов, развалины были перерыты в поисках камней. Но нигде не было видно углового камня собора. Камень принадлежал этому миру - и всем другим мирам - так как Свет имеет отношение ко всем вещам. Свет и целостность - продукт этого священного фундамента - целостность стремлений и целостность характера.

source: Moo.
es: Muu.
ru: Му.

source: I said, Moo.
es: Dije, Muu.
ru: А я говорю Муу.

source: Look I'm just a cow, OK?
es: Mira, solo soy una vaca, ¿de acuerdo?
ru: Да я просто корова.

source: All right, all right. I'm not really a cow. I don't normally go around like this; but, I was sitting at home minding my own business and all of a sudden these bugs & vines & bulbs & stuff started coming out of the floor... it was horrible! If only I had something normal to wear, it wouldn't be so bad. Hey! Could you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
es: Bien, bien. Realmente no soy una vaca. Normalmente no ando así; pero, estaba sentado en casa ocupándome de mis propios asuntos y, de repente, estos insectos, enredaderas, bulbos y cosas empezaron a salir del suelo ... ¡fue horrible! Si tan solo tuviera algo normal para ponerme, no estaría tan mal. ¡Oye! ¿Podrías volver a mi casa y traerme mi traje? El marrón, no el gris, es para la noche. Lo haría yo mismo, pero no quiero que nadie me vea así. Ten, toma esto, puede que lo necesites ... para matar a esas cosas que han crecido demasiado. No puedes perderte, mi casa está justo al sur de la bifurcación del río ... ya sabes ... la del huerto descuidado.
ru: Ну ладно, ладно. Я совсем не корова. Я обычно так себя не веду; но я просто сидел дома, и думал о всей этой ерунде: вения в лампочке и всякой всячине, начавшей появляться из пола... это был кошмар! Если бы только у меня была нормальная одежда, всё бы было не так плохо. Слушай, а ты бы не мог сходить ко мне и принести мой костюм? Коричневый, но только не серый, серый только для выхода в свет. Я бы и сам это сделал, но не хочу, чтобы кто-то видел меня в таком прикиде. Вот, возьми, это может понадобиться тебе... чтобы убить всех, которые всё переросли. Вы не пройдёшь мимо моего дома, он к югу от развилки реки... ну, знаешь... тот, с неухоженным садом.

source: What are you wasting time for? Go get my suit! And hurry! That Holstein over there keeps winking at me!
es: ¿En qué estás perdiendo el tiempo? ¡Ve por mi traje! ¡Y date prisa! ¡Ese Holstein de allí no deja de guiñarme el ojo!
ru: Ну что ждёшь? Иди и принеси мой костюм! И поторопись! Этот дебил пялиться на меня!

source: Hey, have you got my suit there? Quick, pass it over! These ears itch like you wouldn't believe!
es: Oye, ¿tienes mi traje ahí? ¡Rápido, pásalo! ¡Estos oídos pican como no lo creerías!
ru: Эй, ты принёс мой костюм? Быстрее давай его сюда!

source: No no no no! This is my GRAY suit! It's for evening wear! Formal occasions! I can't wear THIS. What are you, some kind of weirdo? I need the BROWN suit.
es: ¡No no no no! ¡Este es mi traje GRIS! ¡Es para la noche! ¡Ocasiones formales! No puedo usar ESTO. ¿Qué eres, una especie de bicho raro? Necesito el traje MARRÓN.
ru: Нет, слышишь? Нет, это мой СЕРЫЙ костюм! Это на выход! Для торжественных случаев! Я не могу надеть ЕГО. Ты что, идиот? Мне нужен КОРИЧНЕВЫЙ костюм.

source: Ahh, that's MUCH better. Whew! At last, some dignity! Are my antlers on straight? Good. Look, thanks a lot for helping me out. Here, take this as a gift; and, you know... a little fashion tip... you could use a little... you could use a new... yknowwhatImean? The whole adventurer motif is just so... retro. Just a word of advice, eh? Ciao.
es: Ahh, eso es MUCHO mejor. ¡Uf! ¡Por fin, algo de dignidad! ¿Mis astas están rectas? Bien. Mira, muchas gracias por ayudarme. Ten, toma esto como un regalo; y, ya sabes ... un pequeño consejo de moda ... te vendría bien un poco ... podrías usar un nuevo ... ¿sabes lo que quiero decir? Todo el motivo de los aventureros es tan ... retro. Solo un consejo, ¿eh? Chao.
ru: Ааа, ну это НАМНОГО лучше. Да! Наконец-то достойный прикид! Стрелки не помялись? Отлично. Слушай, спасибо за помощь. Вот, возьми это в подарок; ну, знаешь... небольшая такая модная штучка... ты можешь её использовать нуу... ну сам понимаешь? Ведь это стиль искателя приключений такой... старомодный. Маленький совет, а? Чао.

source: Look. I'm a cow. And you, you're monster bait. Get some experience under your belt! We'll talk...
es: Mirar Soy una vaca. Y tú, eres un cebo para monstruos. ¡Consigue algo de experiencia debajo de tu cinturón! Hablaremos ...
ru: Смотрите. Я корова. А вы - приманка для монстров. Накопите немного опыта за плечами! Тогда поговорим...

source: It must truly be a fearsome task I've set before you. If there was just some way that I could... would a flagon of some nice, fresh milk help?
es: Realmente debe ser una tarea temible la que te he propuesto. Si hubiera alguna manera de que pudiera ... ¿ayudaría una jarra de leche fresca?
ru: Должно быть, я задал тебе трудную задачу. Если бы только я мог чем-нибудь тебе... может быть фляжка свежего молока придаст тебе сил?

source: Oh, I could use your help, but perhaps after you've saved the catacombs from the desecration of those beasts.
es: Oh, me vendría bien tu ayuda, pero quizás después de que hayas salvado las catacumbas de la profanación de esas bestias.
ru: О, я мог бы воспользоваться твоей помощью, но после того, как ты очистишь катакомбы от этих чудовищ.

source: I need something done, but I couldn't impose on a perfect stranger. Perhaps after you've been here a while I might feel more comfortable asking a favor.
es: Necesito que se haga algo, pero no podría obligar a un perfecto desconocido. Quizás después de que hayas estado aquí un tiempo me sienta más cómodo pidiendo un favor.
ru: Необходимо что-то делать, но я не могу возложить это на совершенно незнакомого человека. Может быть, немного позже попрошу тебя и о помощи.

source: I see in you the potential for greatness. Perhaps sometime while you are fulfilling your destiny, you could stop by and do a little favor for me?
es: Veo en ti el potencial de grandeza. ¿Quizás en algún momento mientras estás cumpliendo tu destino, podrías pasar y hacerme un pequeño favor?
ru: Я вижу ты обладаешь великой силой. Может быть, когда-нибудь, в перерыве между подвигами, ты навесишь меня и окажешь мне небольшую услугу?

source: I think you could probably help me, but perhaps after you've gotten a little more powerful. I wouldn't want to injure the village's only chance to destroy the menace in the church!
es: Creo que probablemente podrías ayudarme, pero quizás después de que te hayas vuelto un poco más poderoso. ¡No quisiera dañar la única oportunidad que tiene el pueblo de destruir la amenaza en la iglesia!
ru: Я думаю, ты можешь мне помочь, но возможно, немного позже, когда станешь ещё чуточку сильнее. Я не хочу разрушить надежды людей, что ты уничтожишь зло, поселившееся в церкви!

source: Me, I'm a self-made cow. Make something of yourself, and... then we'll talk.
es: Yo soy una vaca hecha a sí misma. Haz algo de ti mismo y ... luego hablaremos.
ru: Я - обязанная за всё самой себе корова. Стань кем-нибудь и... тогда мы поговорим.

source: I don't have to explain myself to every tourist that walks by! Don't you have some monsters to kill? Maybe we'll talk later. If you live...
es: ¡No tengo que dar explicaciones a todos los turistas que pasan! ¿No tienes algunos monstruos que matar? Quizás hablemos más tarde. Si sigues vivo ..
ru: Мне не нужно представлять себя каждому проходящему мимо туристу! Разве у тебя нет монстров, которых нужно убить? Может быть, мы поговорим позже. Если выживешь...

source: Quit bugging me. I'm looking for someone really heroic. And you're not it. I can't trust you, you're going to get eaten by monsters any day now... I need someone who's an experienced hero.
es: Deja de molestarme. Busco a alguien realmente heroico. Y no lo eres. No puedo confiar en ti, vas a ser devorado por monstruos en cualquier momento ... Necesito a alguien que sea un héroe experimentado.
ru: Хватит приставать ко мне. Я ищу кого-то действительно героического. И это не ты. Я не могу доверять тебе, тебя со дня на день сожрут монстры... Мне нужен опытный герой.

source: All right, I'll cut the bull. I didn't mean to steer you wrong. I was sitting at home, feeling moo-dy, when things got really un-stable; a whole stampede of monsters came out of the floor! I just cowed. I just happened to be wearing this Jersey when I ran out the door, and now I look udderly ridiculous. If only I had something normal to wear, it wouldn't be so bad. Hey! Can you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
es: Muy bien, iré al grano. No quise guiarte mal. Estaba sentado en casa, sintiéndome malhumorado, cuando las cosas se pusieron realmente inestables; ¡Toda una estampida de monstruos salió del suelo! Solo me acobarde. Estaba usando esta camiseta cuando salí corriendo por la puerta, y ahora me veo terriblemente ridículo. Si tan solo tuviera algo normal para ponerme, no estaría tan mal. ¡Oye! ¿Puedes volver a mi casa y traerme mi traje? El marrón, no el gris, es para la noche. Lo haría yo mismo, pero no quiero que nadie me vea así. Ten, toma esto, puede que lo necesites ... para matar esas cosas que han crecido demasiado. No puedes perderte, mi casa está justo al sur de la bifurcación del río ... ya sabes ... la del huerto descuidado.
ru: Ну хорошо, я зарежу быка. Я не имел ввиду то, что ты подумал. Я сидел дома, мне было хреново, всё поплыло; целая куча монстров вылезла из пола! Я просто умер. Просто в этот момент я был одет вот в это и теперь выгляжу крайне бестолково. Если бы только у меня была нормальная одежда, всё было бы не так плохо. Слушай! Не мог бы ты сходить ко мне и принести мой костюм? Коричневый, не серый, тот только для выхода в свет. Нет, я бы и сам это сделал, но не хочу, чтобы кто-нибудь видел меня в таком виде. Вот, возьми, это поможет тебе убить этих, которые всё перерыли. Ты не пройдёшь мимо моего дома, он к югу от развилки реки... ну, знаете... тот, что с неухоженным садом.

source: I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving lesser demons seem to have no effect on this fearsome beast.
es: He intentado hechizos, amenazas, abjuración y regateo con esta criatura repugnante, sin éxito. Mis métodos para esclavizar a los demonios menores parecen no tener ningún efecto sobre esta temible bestia.
ru: Я пробовал заклинания, угрозы, подкуп, пробовал отречься от этого ужасного существа — но ничего не помогло. Никакие мои методы не действуют на это бесстрашное существо.

source: My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The crypts are full of shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.
es: Mi hogar se está corrompiendo lentamente por la vileza de este prisionero no deseado. Las criptas están llenas de sombras que se mueven un poco más allá de las esquinas de mi visión. El leve roce de las garras baila en los bordes de mi oído. Están buscando, creo, este diario.
ru: Мой дом постепенно разрушается из-за губительного воздействия этого нежелательного пленника. Коридоры полны теней, уголками глаз я вижу, как они движутся. Мне слышится тихий звук царапающих когтей. Я думаю, что они хотят найти этот дневник.

source: In its ranting, the creature has let slip its name -- Na-Krul. I have attempted to research the name, but the smaller demons have somehow destroyed my library. Na-Krul... The name fills me with a cold dread. I prefer to think of it only as The Creature rather than ponder its true name.
es: En su despotricar, la criatura ha dejado escapar su nombre: Na-Krul. Intenté investigar el nombre, pero los demonios más pequeños de alguna manera destruyeron mi biblioteca. Na-Krul ... El nombre me llena de un pavor frío. Prefiero pensar en él solo como La Criatura en lugar de reflexionar sobre su verdadero nombre.
ru: Как-то раз, среди проклятий и угроз, существо произнесло своё имя - На-Крул. Я пробовал выяснить, что это за имя, но маленькие демоны каким-то образом уничтожили мою библиотеку. На-Крул... Звук этого имени наводит на меня ужас. Я предпочитаю называть его Существом, чем говорить это имя.

source: The entrapped creature's howls of fury keep me from gaining much needed sleep. It rages against the one who sent it to the Void, and it calls foul curses upon me for trapping it here. Its words fill my heart with terror, and yet I cannot block out its voice.
es: Los aullidos de furia de la criatura atrapada me impiden conseguir el sueño que tanto necesitaba. Se enfurece contra quien la envió al Vacío, y me maldice por haberla atrapado aquí. Sus palabras me llenan el corazón de terror y, sin embargo, no puedo bloquear su voz.
ru: Страшный вой пленного существа не даёт мне покоя, лишает сна. Он посылает мне ужасные проклятия за то, что я сделал его узником Пустоты. Его слова заставляют моё сердце замирать от холодящего ужаса, но я ничего не могу поделать, чтобы не слышать их.

source: My time is quickly running out. I must record the ways to weaken the demon, and then conceal that text, lest his minions find some way to use my knowledge to free their lord. I hope that whoever finds this journal will seek the knowledge.
es: Mi tiempo se acaba rápidamente. Debo registrar las formas de debilitar al demonio y luego ocultar ese texto, no sea que sus secuaces encuentren alguna manera de usar mi conocimiento para liberar a su señor. Espero que quien encuentre este diario busque el conocimiento.
ru: Моё время быстро истекает. Я должен записать, как ослабить этого демона и спрятать записи, иначе его приспешники смогут использовать мои знания, чтобы освободить своего хозяина. Я надеюсь - тот, кто найдёт этот дневник, будет искать и знания.
