Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: As I told you, good master, the King was entombed three levels below. He's down there, waiting in the putrid darkness for his chance to destroy this land...
es: Como le dije, buen maestro, el Rey fue sepultado tres niveles más abajo. Está ahí abajo, esperando en la pútrida oscuridad su oportunidad de destruir esta tierra ...
ru: Как я уже и сказал, Король был похоронен на третьем уровне Лабиринта. Он там, внизу. Он только и ждёт удобного момента, чтобы выйти и уничтожить эту землю...

source: The curse of our King has passed, but I fear that it was only part of a greater evil at work. However, we may yet be saved from the darkness that consumes our land, for your victory is a good omen. May Light guide you on your way, good master.
es: La maldición de nuestro Rey ha terminado, pero me temo que fue solo una parte de un mal mayor en acción. Sin embargo, aún podemos salvarnos de la oscuridad que consume nuestra tierra, porque tu victoria es un buen augurio. Que la Luz te guíe en tu camino, buen maestro.
ru: Проклятие Короля снято, но я боюсь, что оно было только малой долей более страшного зла, которое нас подстерегает. Но есть ещё надежда спасти нашу землю от мрака, которая над ней нависла. Твоя победа - это добрый знак. Да прибудет с тобой свет.

source: The loss of his son was too much for King Leoric. I did what I could to ease his madness, but in the end it overcame him. A black curse has hung over this kingdom from that day forward, but perhaps if you were to free his spirit from his earthly prison, the curse would be lifted...
es: La pérdida de su hijo fue demasiado para el Rey Leoric. Hice lo que pude para aliviar su locura, pero al final lo superó. Una maldición negra se cierne sobre este reino desde ese día, pero tal vez si liberaras su espíritu de su prisión terrenal, la maldición se levantaría ...
ru: Король Леорик не выдержал, когда потерял своего сына. Я сделал всё, что мог, чтобы вылечить его от помешательства, но оно всё-таки одолело его. С того дня королевство постигло чёрное проклятье. Но, может быть, если тебе удастся освободить его дух, то проклятье будет снято.

source: I don't like to think about how the King died. I like to remember him for the kind and just ruler that he was. His death was so sad and seemed very wrong, somehow.
es: No me gusta pensar en cómo murió el Rey. Me gusta recordarlo como el gobernante amable y justo que era. Su muerte fue tan triste y parecía muy mal, de alguna manera.
ru: Я не люблю думать о том, как умер Король. Я люблю вспоминать, каким он был добрым и справедливым. Его смерть была таким несчастьем. Ну почему это случилось?

source: I made many of the weapons and most of the armor that King Leoric used to outfit his knights. I even crafted a huge two-handed sword of the finest mithril for him, as well as a field crown to match. I still cannot believe how he died, but it must have been some sinister force that drove him insane!
es: Hice muchas de las armas y la mayor parte de las armaduras que el rey Leoric usó para equipar a sus caballeros. Incluso le elaboré una enorme espada a dos manos del mejor mithril, así como una corona de campo a juego. Todavía no puedo creer cómo murió ¡Pero debe haber sido alguna fuerza siniestra lo que lo volvió loco!
ru: Раньше я ковал много оружия и доспехов. Король Леорик снаряжал ими своих рыцарей. Я даже изготовил лично для него большой двуручный меч из лучшего материала, и корону, которую он надевал во время сражений. До сих пор не могу поверить в то, как он умер. Должно быть, какая-то тёмная сила свела его с ума!

source: I don't care about that. Listen, no skeleton is gonna be MY king. Leoric is King. King, so you hear me? HAIL TO THE KING!
es: Eso no me importa. Escucha, ningún esqueleto será MI rey. Leoric es el Rey. Rey, ¿me escuchas? ¡VIVA EL REY!
ru: А мне плевать на это. Слушай, какой-то там скелет не король мне. Леорик - вот король. Ты меня слышишь? СЛАВА КОРОЛЮ!

source: The dead who walk among the living follow the cursed King. He holds the power to raise yet more warriors for an ever growing army of the undead. If you do not stop his reign, he will surely march across this land and slay all who still live here.
es: Los muertos que caminan entre los vivos siguen al Rey maldito. Tiene el poder de crear aún más guerreros para un ejército de muertos vivientes en constante crecimiento. Si no detienes su reinado, seguramente marchará a través de esta tierra y matará a todos los que todavía viven aquí.
ru: Мёртвые, которые ходят среди живых, - последователи проклятого Короля. Он способен воскресить новых воинов для растущей армии ходячих мертвецов. Если ты не положишь конец его правлению, он придёт на эту землю и принесёт смерть всему живому.

source: Look, I'm running a business here. I don't sell information, and I don't care about some King that's been dead longer than I've been alive. If you need something to use against this King of the undead, then I can help you out...
es: Mira, tengo un negocio aquí. No vendo información, y no me importa un Rey que ha estado muerto más tiempo que yo vivo. Si necesitas algo para usar contra este Rey de los muertos vivientes, entonces puedo ayudarte ...
ru: Слушай, я тут делом занимаюсь. Я не продаю сведения, и мне плевать на какого-то там Короля, который умер ещё до того, как я родился. Если тебе нужно что-нибудь, чтобы победить этого Короля мертвецов, то я смогу тебе помочь...

source: The warmth of life has entered my tomb. Prepare yourself, mortal, to serve my Master for eternity!
es: El calor de la vida ha entrado en mi tumba. ¡Prepárate, mortal, para servir a mi Maestro por la eternidad!
ru: Чую, человечьим духом запахло. Приготовься навеки стать слугой моего Повелителя, смертный!

source: I see that this strange behavior puzzles you as well. I would surmise that since many demons fear the light of the sun and believe that it holds great power, it may be that the rising sun depicted on the sign you speak of has led them to believe that it too holds some arcane powers. Hmm, perhaps they are not all as smart as we had feared...
es: Veo que este comportamiento extraño también te desconcierta. Supongo que, dado que muchos demonios temen la luz del sol y creen que tienen un gran poder, es posible que el sol naciente representado en el letrero del que hablas les haya llevado a creer que también tiene algunos poderes arcanos. Mmm, quizás no todos sean tan inteligentes como nos temíamos ...
ru: Я вижу, тебя тоже удивляет этот странный поступок. Многие демоны боятся солнечного света и верят, что оно обладает великой силой, а на вывеске, о которой ты говоришь, изображено восходящее Солнце. Может быть, демоны подумали, что этот знак обладает волшебной силой и поэтому стащили её. Пхпхпх, похоже, они не слишком умные...

source: Master, I have a strange experience to relate. I know that you have a great knowledge of those monstrosities that inhabit the labyrinth, and this is something that I cannot understand for the very life of me... I was awakened during the night by a scraping sound just outside of my tavern. When I looked out from my bedroom, I saw the shapes of small demon-like creatures in the inn yard. After a short time, they ran off, but not before stealing the sign to my inn. I don't know why the demons would steal my sign but leave my family in peace... 'tis strange, no?
es: Maestro, tengo una experiencia extraña que contarle. Sé que tiene un gran conocimiento de esas monstruosidades que habitan el laberinto, y esto es algo que no puedo entender, por mi vida ... Me desperté durante la noche por un sonido de rascado justo afuera de mi taberna. Cuando miré desde mi habitación, vi las formas de pequeñas criaturas parecidas a demonios en el patio de la posada. Poco tiempo después, se fueron corriendo, no sin antes robar el cartel de mi posada. No sé por qué los demonios robarían mi cartel y dejarían a mi familia en paz ... es extraño, ¿no?
ru: Послушай, со мной произошёл странный случай. Ты многое знаешь о чудовищах, которые населяют лабиринт? Произошло нечто, причину которого я никак не могу понять... Ночью я проснулся от каких-то скребущихся звуков. Я выглянул из окна спальни и увидел очертания маленьких существ, похожих на демонов, которые копошились около моей таверны. Через некоторое время они ушли, но они утащили с собой вывеску от таверны. Ума не приложу, почему демоны украли вывеску, но не тронули мою семью... Странно, да?

source: Oh, you didn't have to bring back my sign, but I suppose that it does save me the expense of having another one made. Well, let me see, what could I give you as a fee for finding it? Hmmm, what have we here... ah, yes! This cap was left in one of the rooms by a magician who stayed here some time ago. Perhaps it may be of some value to you.
es: Oh, no tenías que traer mi letrero, pero supongo que me ahorra el gasto de hacer otro. Bueno, déjame ver, ¿qué puedo darte como tarifa por encontrarlo? Hmmm, qué tenemos aquí ... ¡ah, sí! Este gorro fue dejado en una de las habitaciones por un mago que se quedó aquí hace algún tiempo. Quizás pueda tener algún valor para ti.
ru: Ооо, совсем необязательно было искать мою вывеску, хотя теперь мне не придётся тратить деньги на новую. Постой, я гляну, чем я смогу тебя отблагодарить. Хмм, что тут у нас... ааа, вот! Этот шлем забыл один волшебник, который тут останавливался. Может быть, он тебе пригодиться.

source: My goodness, demons running about the village at night, pillaging our homes - is nothing sacred? I hope that Ogden and Garda are all right. I suppose that they would come to see me if they were hurt...
es: Dios mío, los demonios que corren por la aldea de noche, saquean nuestras casas, ¿no es nada sagrado? Espero que Ogden y Garda estén bien. Supongo que vendrían a verme si les hubieran hecho daño ...
ru: Боже мой, демоны ночью рыщут по деревне, грабят наши дома - неужели не осталось ничего святого? Надеюсь, с Огденом и Гардой ничего не случилось. Они бы пришли ко мне, если бы были ранены...

source: Oh my! Is that where the sign went? My Grandmother and I must have slept right through the whole thing. Thank the Light that those monsters didn't attack the inn.
es: ¡Oh Dios! ¿Es ahí donde fue el letrero? Mi Abuela y yo debimos haber dormido todo el rato. Gracias a la Luz que esos monstruos no atacaron la posada.
ru: О Господи, это туда попала вывеска? Должно быть, мы с бабушкой всё проспали. Слава Богу, что эти чудовища не напали на гостиницу.

source: Demons stole Ogden's sign, you say? That doesn't sound much like the atrocities I've heard of - or seen. Demons are concerned with ripping out your heart, not your signpost.
es: ¿Dices que los demonios robaron el letrero de Ogden? Eso no se parece mucho a las atrocidades de las que he oído, o visto. A los demonios les preocupa arrancarte el corazón, no tu letrero.
ru: Ты говоришь, демоны украли у Огдена вывеску? Это совсем не похоже на то зверство, которыми они занимаются. Демоны больше любят воровать сердца, а не столбики с вывесками.

source: You know what I think? Somebody took that sign, and they gonna want lots of money for it. If I was Ogden... and I'm not, but if I was... I'd just buy a new sign with some pretty drawing on it. Maybe a nice mug of ale or a piece of cheese...
es: ¿Sabes lo que pienso? Alguien tomó ese letrero y querrán mucho dinero por él. Si yo fuera Ogden ... y no lo soy, pero si fuera ... compraría un nuevo cartel con un bonito dibujo. Quizás una buena jarra de cerveza o un trozo de queso ...
ru: Знаешь, что я думаю? Кто-то стащил эту вывеску, и продаст её за кучу денег. А если б я был Огденом... а я же не он, но если б я был он... Я бы купил новую вывеску с какой-нибудь красивой картинкой. С кружкой пива например, или куском сыра...

source: No mortal can truly understand the mind of the demon. Never let their erratic actions confuse you, as that too may be their plan.
es: Ningún mortal puede comprender verdaderamente la mente del demonio. Nunca dejes que sus acciones erráticas te confundan, ya que ese también puede ser su plan.
ru: Ни один смертный не способен до конца понять логику демонов. Не позволяй им запугать тебя, это им только на руку.

source: What - is he saying I took that? I suppose that Griswold is on his side, too. Look, I got over simple sign stealing months ago. You can't turn a profit on a piece of wood.
es: ¿Qué? ¿Está diciendo que me llevé eso? Supongo que Griswold también está de su lado. Mira, superé el simple robo de letreros hace meses. No puede obtener ganancias con un trozo de madera.
ru: Что? Он сказал, что я её стащил? Хи, и Гризвольд на его стороне. Послушай, я давным давно перестал красть вывески. От продажи дерева много денег не заработаешь.

source: Hey - You that one that kill all! You get me Magic Banner or we attack! You no leave with life! You kill big uglies and give back Magic. Go past corner and door, find uglies. You give, you go!
es: ¡Oye, tú eres el que mata a todos! ¡Consígueme el Estandarte Mágico o atacamos! ¡No dejes con vida! Matas a los grandes feos y devuelves la magia. Pasa la esquina y la puerta, encuentra a los feos. ¡Das, te vas!
ru: Эй, это ты всех убиваешь? Принеси Волшебный Знак или мы нападём! И ты не спасёшься! Убей уродов и верни нам Волшебный Знак. Идти за угол, мимо двери, найти уродов. Дашь нам этот знак - пропустим!

source: You kill uglies, get banner. You bring to me, or else...
es: Matas a los feos, obtienes estandarte. Me lo traes, o si no ...
ru: Убей уродов, принеси знак. Отдай его мне, а не то...

source: You give! Yes, good! Go now, we strong. We kill all with big Magic!
es: ¡Das! ¡Si, bien! Vete ahora, somos fuertes. ¡Matamos a todos con gran Magia!
ru: Знак наш! Отлично! Теперь уходи, мы сильные маги. Мы всех убьём!

source: This does not bode well, for it confirms my darkest fears. While I did not allow myself to believe the ancient legends, I cannot deny them now. Perhaps the time has come to reveal who I am. My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released. The Archbishop Lazarus, once King Leoric's most trusted advisor, led a party of simple townsfolk into the Labyrinth to find the King's missing son, Albrecht. Quite some time passed before they returned, and only a few of them escaped with their lives. Curse me for a fool! I should have suspected his veiled treachery then. It must have been Lazarus himself who kidnapped Albrecht and has since hidden him within the Labyrinth. I do not understand why the Archbishop turned to the darkness, or what his interest is in the child, unless he means to sacrifice him to his dark masters! That must be what he has planned! The survivors of his 'rescue party' say that Lazarus was last seen running into the deepest bowels of the labyrinth. You must hurry and save the prince from the sacrificial blade of this demented fiend!
es: Esto no augura nada bueno, ya que confirma mis temores más oscuros. Si bien no me permití creer las leyendas antiguas, no puedo negarlas ahora. Quizás ha llegado el momento de revelar quién soy. Mi verdadero nombre es Deckard Cain el Sabio, y soy el último descendiente de una antigua Hermandad que se dedicó a salvaguardar los secretos de un mal atemporal. Un mal que obviamente ahora se ha liberado. El arzobispo Lazarus, una vez el consejero más confiable del Rey Leoric, condujo a un grupo de simples habitantes del pueblo al Laberinto para encontrar al hijo desaparecido del Rey, Albrecht. Pasó bastante tiempo antes de que regresaran, y solo unos pocos escaparon con vida. ¡Maldito sea por tonto! Entonces debería haber sospechado su velada traición. Debe haber sido el mismo Lazarus quien secuestró a Albrecht y desde entonces lo ha escondido dentro del Laberinto. No entiendo por qué el Arzobispo se volvió hacia la oscuridad, ni cuál es su interés en el niño. ¡a menos que tenga la intención de sacrificarlo a sus amos oscuros! ¡Eso debe ser lo que ha planeado! Los sobrevivientes de su 'grupo de rescate' dicen que Lazarus fue visto por última vez corriendo hacia las entrañas más profundas del laberinto. ¡Debes darte prisa y salvar al príncipe de la espada sacrifical de este demonio demente!
ru: Это плохая весть. Она подтверждает то, чего я больше всего боялся. Я не решался поверить древним легендам, но теперь я вижу, что это правда. Похоже, пришло время открыть тебе то, кто я такой на самом деле. Моё настоящее имя - Старейшина Декард Каин, и я последний из древнего Братства, которое хранило секреты бесконечного зла, и это зло, по всей видимости, вырвалось наружу. Архиепископ Лазарь, который был самым доверенным советник Короля Леорика, повёл отряд простых жителей деревни в Лабиринт на поиски Альбрехта - похищенного сына Короля. Прошло довольно много времени, прежде чем немногие из них смогли выбраться из подземелья. Будь я проклят! Я был таким глупцом. Я должен был раньше догадаться об измене Лазаря. Должно быть, он сам организовал похищение Альбрехта и прятал его в Лабиринте. Я не могу понять, почему Архиепископ перешёл на сторону тьмы и с какой целью он похитил ребёнка... Возможно, он собирался принести дитя в жертву своим тёмным повелителям! Должно быть, именно это он и задумал! Те из 'спасательной команды', кто остался в живых, говорили, что они видели, как Лазарь бежал всё глубже в мрачные коридоры Лабиринта. Спеши же и спаси принца от жертвенного клинка этого обезумевшего негодяя!

source: You must hurry and rescue Albrecht from the hands of Lazarus. The prince and the people of this kingdom are counting on you!
es: Debes darte prisa y rescatar a Albrecht de las manos de Lazarus. ¡El príncipe y la gente de este reino cuentan contigo!
ru: Спеши! Надо спасти Альбрехта от безумного Лазаря. Судьба принца и всего нашего королевства зависит сейчас от тебя!

source: Your story is quite grim, my friend. Lazarus will surely burn in Hell for his horrific deed. The boy that you describe is not our prince, but I believe that Albrecht may yet be in danger. The symbol of power that you speak of must be a portal in the very heart of the labyrinth. Know this, my friend - The evil that you move against is the dark Lord of Terror. He is known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago and I fear that he seeks to once again sow chaos in the realm of mankind. You must venture through the portal and destroy Diablo before it is too late!
es: Tu historia es bastante sombría, amigo. Lazarus seguramente arderá en el Infierno por su horrible acto. El chico que describe no es nuestro príncipe, pero creo que Albrecht aún puede estar en peligro. El símbolo de poder del que hablas debe ser un portal en el corazón mismo del laberinto. Debes saber esto, amigo mío: el mal contra el que te mueves es el oscuro Señor del Terror. Es conocido por los hombres mortales como Diablo. Fue él quien fue encarcelado dentro del Laberinto hace muchos siglos y me temo que busca sembrar una vez más el caos en el reino de la humanidad. ¡Debes aventurarte a través del portal y destruir a Diablo antes de que sea demasiado tarde!
ru: Твой рассказ заставляет содрогнуться. Лазарь будет гореть в гиене огненной за свои чёрные дела. Тот мальчик не похож на нашего принца, но я думаю, что Альбрехту всё ещё грозит смертельная опасность. Символ, о котором ты говоришь, очевидно является порталом в самое сердце лабиринта. Знай же, друг мой - зло, против которого ты сражаешься, - это порождение тёмного Повелителя Ужаса, имя которого Диабло. Много столетий назад он был заключён в плен внутри Лабиринта. Я боюсь, что он ищет способ опять посеять хаос в мире людей. Тебе необходимо пройти сквозь тот портал и уничтожить Диабло, пока ещё не поздно!

source: Lazarus was the Archbishop who led many of the townspeople into the labyrinth. I lost many good friends that day, and Lazarus never returned. I suppose he was killed along with most of the others. If you would do me a favor, good master - please do not talk to Farnham about that day.
es: Lazarus fue el Arzobispo que condujo a muchos de los habitantes del pueblo al laberinto. Ese día perdí muchos buenos amigos y Lazarus nunca regresó. Supongo que lo mataron junto con la mayoría de los demás. Si quiere hacerme un favor, buen maestro, por favor no hable con Farnham sobre ese día.
ru: Лазарь был Архиепископом. Он повёл большой отряд горожан в Лабиринт. В тот день я потерял много друзей, и Лазарь тоже не вернулся. Я думаю, что он погиб, как и большинство людей из отряда. Я очень тебя прошу: не говорите с Фарнамом о тех событиях.

source: I was shocked when I heard of what the townspeople were planning to do that night. I thought that of all people, Lazarus would have had more sense than that. He was an Archbishop, and always seemed to care so much for the townsfolk of Tristram. So many were injured, I could not save them all...
es: Me sorprendió cuando me enteré de lo que la gente del pueblo planeaba hacer esa noche. Pensé que, de todas las personas, Lazarus habría tenido más sentido común. Era Arzobispo y siempre pareció preocuparse mucho por la gente del pueblo de Tristram. Tantos resultaron heridos, no pude salvarlos a todos ...
ru: Я был поражён, когда услышал, куда жители деревни собрались идти той ночью. Я считал Лазаря здравомыслящим человеком. Но я ошибся. Он был Архиепископом и, казалось, всегда так заботился о жителях Тристрама. Было так много раненых, я не смог всех их спасти...

source: I remember Lazarus as being a very kind and giving man. He spoke at my mother's funeral, and was supportive of my grandmother and myself in a very troubled time. I pray every night that somehow, he is still alive and safe.
es: Recuerdo a Lazarus como un hombre muy amable y generoso. Habló en el funeral de mi madre y nos apoyó a mi abuela y a mí en un momento muy difícil. Rezo todas las noches para que, de alguna manera, todavía esté vivo y a salvo.
ru: Я помню Лазаря как очень доброго и щедрого человека. Он произнёс речь на похоронах моей матери, а в тяжёлые времена он очень помогал нам с бабушкой. Я каждый вечер молюсь и надеюсь, что он остался жив и невредим.

source: I was there when Lazarus led us into the labyrinth. He spoke of holy retribution, but when we started fighting those hellspawn, he did not so much as lift his mace against them. He just ran deeper into the dim, endless chambers that were filled with the servants of darkness!
es: Estaba allí cuando Lazarus nos condujo al laberinto. Habló de la santa retribución, pero cuando empezamos a luchar contra esos engendros del infierno, ni siquiera levantó su maza contra ellos. ¡Simplemente corrió más profundamente en las oscuras e interminables cámaras que estaban llenas de los sirvientes de la oscuridad!
ru: Я был одним из тех, кого Лазарь повёл в Лабиринт. Он говорил о святом возмездии, но когда мы дрались с теми адскими отродьями, Лазарь не слишком постарался бить их своей булавой. Он просто углублялся всё дальше и дальше в тёмные нескончаемые коридоры, полные зловещих тварей!

source: They stab, then bite, then they're all around you. Liar! LIAR! They're all dead! Dead! Do you hear me? They just keep falling and falling... their blood spilling out all over the floor... all his fault...
es: Te apuñalan, luego muerden y luego te rodean. ¡Mentiroso! ¡MENTIROSO! ¡Están todos muertos! ¡Muertos! ¿Me escuchas? Siguen cayendo y cayendo ... su sangre se derrama por todo el suelo ... todo es culpa suya ...
ru: Они колют, потом кусают и окружают со всех сторон! Лжец! ЛЖЕЦ! Они все погибли! Погибли! Слышишь ты? Они всё падают и падают... их кровь бьёт фонтаном и заливает весь пол... это всё его вина...
