Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: Stopped inspecting players.
es: Parar jugadores de inspectores.
ru: Остановить проверку игроков.

source: No players found with such a name
es: No se encontraron jugadoras con tal nombre
ru: Игрок с таким именем не найден

source: Inspecting player:
es: Jugador inspector:
ru: Проверяется игрок:

source: Prints help overview or help for a specific command.
es: Imprime una descripción general de la ayuda o ayuda para un comando específico.
ru: Выводит окно помощи или помощь по нужной команде.

source: Enter a PvP Arena.
es: Enttrar a una Arena PvP.
ru: Войти на PvP Арену.

source: Gives Arena Potions.
es: Da pociones de arena.
ru: Даёт Зелья Арены.

source: Inspects stats and equipment of another player.
es: Inspecciona las estadísticas y el equipamiento de otro jugador.
ru: Проверяет статистику и экипировку другого игрока.

source: Show seed infos for current level.
es: Mostrar información inicial para el nivel actual.
ru: Показать информацию о сиде для этого уровня.

source: Player friendly
es: Jugador amigable
ru: Игрок дружественен

source: Player attack
es: Ataque del jugador
ru: Игрок атакует

source: Hotkey: {:s}
es: Tecla de acceso rápido: {:s}
ru: Горячая клавиша: {:s}

source: Select current spell button
es: Seleccionar botón de hechizo actual
ru: Выберите текущее заклинание

source: Hotkey: 's'
es: Tecla de acceso rápido: 's'
ru: Горячая клавиша: 's'

source: {:s} Skill
es: Habilidad {:s}
ru: Навык {:s}

source: {:s} Spell
es: Hechizo {:s}
ru: Заклинание {:s}

source: Spell Level 0 - Unusable
es: Nivel 0 - Inutilizable
ru: Уровень заклинания 0 - Неприменимо

source: Spell Level {:d}
es: Nivel {:d}
ru: Уровень заклинания {:d}

source: Scroll of {:s}
es: Pergamino de {:s}
ru: Свиток {:s}

source: {:d} Scroll
es: {:d} Pergamino
ru: {:d} свиток

source: Staff of {:s}
es: Bastón de {:s}
ru: Посох {:s}

source: {:d} Charge
es: {:d} Carga
ru: {:d} заряд

source: {:s} gold piece
es: {:s} pieza de oro
ru: {:s} золотой

source: Requirements not met
es: Requisitos no cumplidos
ru: Требования не выполнены

source: {:s}, Level: {:d}
es: {:s}, Nivel: {:d}
ru: {:s}, Уровень: {:d}

source: Hit Points {:d} of {:d}
es: Vida {:d} de {:d}
ru: Здоровье {:d} из {:d}

source: Level Up
es: Subir Nivel
ru: Новый уровень

source: You have died
es: Has muerto
ru: Вы погибли

source: Menu Button
es: Botón de Menú
ru: Выход в меню

source: Press {} to load last save.
es: Presiona {} para cargar la última grabación.
ru: Нажмите {} чтобы загрузить последнее сохранение.

source: Press {} to return to Main Menu.
es: Presiona {} para volver al Menú Principal.
ru: Нажмите {} чтобы вернуться в главное меню.

source: Press {} to restart in town.
es: Presiona {} para reiniciar en el pueblo.
ru: Нажмите {} для рестарта в городе.

source: You have {:s} gold piece. How many do you want to remove?
es: Tiene {:s} moneda de oro. ¿Cuanto quiere eliminar?
ru: У вас {:s} золотой. Сколько вы хотите забрать?

source: Town Portal
es: Portal del pueblo
ru: Городской портал

source: from {:s}
es: de {:s}
ru: от {:s}

source: Portal to
es: Portal a
ru: Портал в

source: The Unholy Altar
es: El Altar Impío
ru: Нечестивый Алтарь

source: level 15
es: nivel 15
ru: уровень 15

source: Unable to load data from file {0}
es: No se pueden cargar datos del archivo {0}
ru: Не удаётся загрузить данные из файла {0}

source: {0} is incomplete, please check the file contents.
es: {0} está incompleto, verifique el contenido del archivo.
ru: {0} является неполным, пожалуйста, проверьте содержимое файла.

source: Your {0} file doesn't have the expected columns, please make sure it matches the documented format.
es: Su archivo {0} no tiene las columnas esperadas; asegúrese de que coincida con el formato documentado.
ru: В вашем файле {0} нет нужных столбцов, пожалуйста, убедитесь, что он соответствует документированному формату.

source: Non-numeric value {0} for {1} in {2} at row {3} and column {4}
es: Valor no numérico {0} para {1} en {2} en la fila {3} y la columna {4}
ru: Нечисловое значение {0} для {1} в {2} в строке {3} и столбце {4}

source: Out of range value {0} for {1} in {2} at row {3} and column {4}
es: Valor fuera de rango {0} para {1} en {2} en la fila {3} y la columna {4}
ru: Значение вне диапазона {0} для {1} в {2} в строке {3} и столбце {4}

source: Invalid value {0} for {1} in {2} at row {3} and column {4}
es: Valor no válido {0} para {1} en {2} en la fila {3} y la columna {4}
ru: Недопустимое значение {0} для {1} в {2} в строке {3} и столбце {4}

source: Print this message and exit
es: Imprime este mensaje y sal
ru: Написать это сообщение и выйти

source: Print the version and exit
es: Imprime la versión y sal
ru: Написать версию и выйти

source: Specify the folder of diabdat.mpq
es: Especifique la carpeta de diabdat.mpq
ru: Указать папку с diabdat.mpq

source: Specify the folder of save files
es: Especifique la carpeta de archivos guardados
ru: Указать папку с сохранениями

source: Specify the location of diablo.ini
es: Especifique la ubicación de diablo.ini
ru: Указать путь к diablo.ini

source: Specify the language code (e.g. en or pt_BR)
es: Especifique el código de idioma (ej. en ó pt_BR)
ru: Указать код языка (например en или ru_RU)

source: Skip startup videos
es: Omitir videos de inicio
ru: Пропустить вступительные ролики

source: Display frames per second
es: Mostrar fotogramas por segundo
ru: Отобразить FPS

source: Enable verbose logging
es: Habilitar el registro detallado
ru: Включить подробное логирование

source: Record a demo file
es: Grabar un archivo de demostración
ru: Записать демо

source: Play a demo file
es: Jugar un archivo de demostración
ru: Воспроизвести демо

source: Disable all frame limiting during demo playback
es: Desactivar la limitación de FPS durante la reproducción de la demo
ru: Отключить ограничение кадров во время проигрывания демо

source: Game selection:
es: Selección de juego:
ru: Выбор игры:

source: Force Shareware mode
es: Forzar modo shareware
ru: Запустить режим Shareware

source: Force Diablo mode
es: Forzar modo Diablo
ru: Запустить режим Diablo

source: Force Hellfire mode
es: Forzar modo Hellfire
ru: Запустить режим Hellfire

source: Hellfire options:
es: Opciones de Hellfire:
ru: Параметры Hellfire:

source: Report bugs at https://github.com/diasurgical/devilutionX/
es: Reportar errores a https://github.com/diasurgical/devilutionX/
ru: Сообщайте об ошибках на https://github.com/diasurgical/devilutionX/

source: Please update devilutionx.mpq and fonts.mpq to the latest version
es: Por favor a ctualice devilutionx.mpq y fonts.mpq a la última versión
ru: Пожалуйста, обновите devilutionx.mpq и fonts.mpq до последней версии

source: Failed to load UI resources. Make sure devilutionx.mpq is in the game folder and that it is up to date.
es: No se pudieron cargar los recursos de la IU. Asegúrese que Devilutionx.mpq se encuentra en la carpeta del juego y está actualizado.
ru: Не удалось загрузить ресурсы интерфейса. Убедитесь, что devilutionx.mpq находится в папке с игрой и он обновлён.

source: Please update fonts.mpq to the latest version
es: Por favor ac tualice fonts.mpq a la última versión
ru: Пожалуйста, обновите файл fonts.mpq до последней версии

source: -- Network timeout --
es: -- Tiempo de espera de la red terminado --
ru: -- Тайм-аут сети --

source: -- Waiting for players --
es: -- Esperando jugadores --
ru: -- Ожидание игроков --

source: No help available
es: No hay ayuda disponible
ru: Помощь недоступна

source: while in stores
es: mientras que en las tiendas
ru: в магазинах

source: Belt item {}
es: Objeto del cinturón {}
ru: Предметы на поясе {}

source: Use Belt item.
es: Usar objeto del cinturón.
ru: Использовать предмет на поясе.

source: Quick spell {}
es: Hechizo rápido {}
ru: Быстрое заклинание {}

source: Hotkey for skill or spell.
es: Tecla rápida para habilidad o hechizo.
ru: Установить горячую клавишу для заклинания.

source: Previous quick spell
es: Hechizo rápido anterior
ru: Предыдущее заклинание

source: Selects the previous quick spell (cycles).
es: Selecciona el hechizo rápido anterior (ciclos).
ru: Выбрать предыдущее заклинание (циклично).

source: Next quick spell
es: Siguiente hechizo rápido
ru: Следующее заклинание

source: Selects the next quick spell (cycles).
es: Selecciona el siguiente hechizo rápido (ciclos).
ru: Выбрать следующее заклинание (циклично).

source: Use health potion
es: Usar poción de curación
ru: Использовать зелье здоровья

source: Use health potions from belt.
es: Usar pociones de salud del cinturón.
ru: Использовать зелье здоровья с поясе.

source: Use mana potion
es: Usar poción de maná
ru: Использовать зелье маны

source: Use mana potions from belt.
es: Usar poción de maná del cinturón.
ru: Использовать зелье маны с пояса.

source: Speedbook
es: Libro rápido
ru: Быстрые заклинания

source: Open Speedbook.
es: Abrir libro rápido.
ru: Открыть быстрые заклинания.

source: Quick save
es: Grabación rápida
ru: Быстрое сохранение

source: Saves the game.
es: Grabar el juego.
ru: Сохраняет игру.

source: Quick load
es: Carga rápida
ru: Быстрая загрузка

source: Loads the game.
es: Cargar el Juego.
ru: Загружает игру.

source: Quit game
es: Salir
ru: Выйти из игры

source: Closes the game.
es: Cerrar el juego.
ru: Закрывает игру.

source: Stop hero
es: Detener héroe
ru: Остановить персонажа

source: Stops walking and cancel pending actions.
es: Dejar de caminar y cancelar acciones pendientes.
ru: Останавливает ходьбу и отменяет отложенные действия.

source: Item highlighting
es: Resaltado de elementos
ru: Подсветка предметов

source: Show/hide items on ground.
es: Mostrar/ocultar elementos en el suelo.
ru: Показать/скрыть предметы на земле.

source: Toggle item highlighting
es: Alternar resaltado de elementos
ru: Переключить подсветку предметов

source: Permanent show/hide items on ground.
es: Mostrar/ocultar elementos permanentes en el suelo.
ru: Постоянное отображение/сокрытие предметов на земле.

source: Toggle automap
es: Alternar mapa automático
ru: Переключить автокарту

source: Toggles if automap is displayed.
es: Alterna si se muestra el mapa automático.
ru: Переключает отображение автокарты.

source: Cycle map type
es: Tipo de mapa de ciclo
ru: Тип цикла карты

source: Opaque -> Transparent -> Minimap -> None
es: Opaco -> Transparente -> Minimapa -> Ninguno
ru: Непрозрачный -> Прозрачный -> Миникарта -> Нет

source: Open Inventory screen.
es: Abrir la pantalla de Inventario.
ru: Открыть экран инвентаря.

source: Character
es: Personaje
ru: Персонаж

source: Open Character screen.
es: Abrir pantalla de Personaje.
ru: Открыть экран персонажа.

source: Quest log
es: Registro de Misiones
ru: Журнал

source: Open Quest log.
es: Abrir Registro de Misiones.
ru: Открыть журнал заданий.

source: Spellbook
es: Libro de Hechizos
ru: Книга заклинаний

source: Open Spellbook.
es: Abrir Libro de Hechizos.
ru: Открыть книгу заклинаний.

source: Quick Message {}
es: Mensaje rápido {}
ru: Быстрое сообщение {}

source: Use Quick Message in chat.
es: Usar Mensaje rápido en el chat.
ru: Используйте быстрое сообщение в чате.

source: Hide Info Screens
es: Ocultar las pantallas de información
ru: Скрыть информационные панели

source: Hide all info screens.
es: Ocultar todas las pantallas de información.
ru: Скрыть все информационные панели.

source: Zoom
es: Ampliar
ru: Приближение

source: Zoom Game Screen.
es: Ampliar de la pantalla del juego.
ru: Приблизить игровой экран.

source: Pause Game
es: Pausar Juego
ru: Пауза

source: Pauses the game.
es: Pausar el juego.
ru: Ставит игру на паузу.

source: Pause Game (Alternate)
es: Pausar juego (alternativo)
ru: Пауза (Альтернатива)

source: Decrease Brightness
es: Disminuir el brillo de la pantalla.
ru: Уменьшить яркость.

source: Reduce screen brightness.
es: Reducir el brillo de la pantalla.
ru: Уменьшает яркость экрана.

source: Increase Brightness
es: Aumentar el Brillo
ru: Увеличить яркость.

source: Increase screen brightness.
es: Aumentar el brillo de la pantalla.
ru: Увеличивает яркость экрана.

source: Help
es: Ayuda
ru: Помощь

source: Open Help Screen.
es: Abrir pantalla de ayuda.
ru: Открыть экран помощи.

source: Screenshot
es: Captura de pantalla
ru: Снимок экрана

source: Takes a screenshot.
es: Toma una captura de pantalla.
ru: Делает снимок экрана.

source: Game info
es: Información del Juego
ru: Информация об игре

source: Displays game infos.
es: Mostrar información del juego.
ru: Отображает информацию об игре.

source: Chat Log
es: Log del Chat
ru: Журнал чата

source: Displays chat log.
es: Mostrar log del Chat.
ru: Отображает журнал чата.

source: Sort Inventory
es: Ordenar Inventario
ru: Сортировка инвентаря

source: Sorts the inventory.
es: Ordenar el Inventario.
ru: Сортирует инвентарь.

source: Console
es: Consola
ru: Консоль

source: Opens Lua console.
es: Abrir consola de LUA.
ru: Открывает консоль Lua.

source: Primary action
es: Acción primaria
ru: Основное действие

source: Attack monsters, talk to towners, lift and place inventory items.
es: Ataca a los monstruos, habla con los habitantes, levanta y coloca artículos de inventario.
ru: Атакуйте монстров, разговаривайте с горожанами, поднимайте и размещайте предметы инвентаря.

source: Secondary action
es: Ación secundaria
ru: Вторичное действие

source: Open chests, interact with doors, pick up items.
es: Abre cofres, interactúa con las puertas, recoge objetos.
ru: Открывайте сундуки и двери, подбирайте предметы.

source: Spell action
es: Acción de hechizo
ru: Применить заклинание

source: Cast the active spell.
es: Lanzar hechizo activo.
ru: Применяет выбранное заклинание.

source: Cancel action
es: Cancelar acción
ru: Отмена действия

source: Close menus.
es: Cerrar menús.
ru: Закрывает меню.

source: Move up
es: Ascender
ru: Движение вверх

source: Moves the player character up.
es: Mueve el personaje del jugador hacia arriba.
ru: Перемещает персонажа вверх.

source: Move down
es: Descender
ru: Движение вниз

source: Moves the player character down.
es: Mueve el personaje del jugador hacia abajo.
ru: Перемещает персонажа вниз.

source: Move left
es: Mover a la izquierda
ru: Движение влево

source: Moves the player character left.
es: Mueve el personaje del jugador a la izquierda.
ru: Перемещает персонажа влево.

source: Move right
es: Mover a la derecha
ru: Движение вправо

source: Moves the player character right.
es: Mueve el personaje del jugador a la derecha.
ru: Перемещает персонажа вправо.

source: Stand ground
es: Estar en tierra
ru: Стоять на месте

source: Hold to prevent the player from moving.
es: Mantén presionado para evitar que el jugador se mueva.
ru: Удерживайте, чтобы персонаж не ходил.

source: Toggle stand ground
es: Alternar mantener en tierra
ru: Переключить на стойку смирно

source: Toggle whether the player moves.
es: Alternar mientras el jugador se mueve.
ru: Переключить на ходьбу.

source: Move mouse up
es: Mover el mouse hacia arriba
ru: Движение курсора вверх

source: Simulates upward mouse movement.
es: Simula el movimiento ascendente del ratón.
ru: Перемещает курсор вверх.

source: Move mouse down
es: Mover el ratón hacia abajo
ru: Движение курсора вниз

source: Simulates downward mouse movement.
es: Simula el movimiento del ratón hacia abajo.
ru: Перемещает курсор вниз.

source: Move mouse left
es: Mover el mouse hacia la izquierda
ru: Движение курсора влево

source: Simulates leftward mouse movement.
es: Simula el movimiento del ratón hacia la izquierda.
ru: Перемещает курсор влево.

source: Move mouse right
es: Mover el ratón a la derecha
ru: Движение курсора вправо

source: Simulates rightward mouse movement.
es: Simula el movimiento del ratón hacia la derecha.
ru: Перемещает курсор вправо.

source: Left mouse click
es: Clic izquierdo del ratón
ru: Левая кнопка мыши

source: Simulates the left mouse button.
es: Simula el botón izquierdo del ratón.
ru: Работает как левая кнопка мыши.

source: Right mouse click
es: Clic derecho del mouse
ru: Правая кнопка мыши

source: Simulates the right mouse button.
es: Simula el botón derecho del ratón.
ru: Работает как правая кнопка мыши.

source: Gamepad hotspell menu
es: Menú de hechizos de gamepad
ru: Меню быстрых заклинаний

source: Hold to set or use spell hotkeys.
es: Mantener presionado para configurar o usar las teclas de acceso rápido de hechizos.
ru: Удерживать для установки или применения заклинания.

source: Gamepad menu navigator
es: Navegador de menú Gamepad
ru: Навигационное меню

source: Hold to access gamepad menu navigation.
es: Mantén presionado para acceder a la navegación del menú del gamepad.
ru: Удерживать для открытия навигационного мею.

source: Toggle game menu
es: Alternar el menú del juego
ru: Переключение меню

source: Opens the game menu.
es: Abre el menú del juego.
ru: Открыть меню игры.

source: Game saved
es: Juego guardado
ru: Игра сохранена

source: No multiplayer functions in demo
es: No hay funciones multi jugador en la demostración
ru: Сетевая игра недоступна в демоверсии

source: Direct Sound Creation Failed
es: Falló la creación de Direct Sound
ru: Ошибка создания Direct Sound

source: Not available in shareware version
es: No disponible en la versión shareware
ru: Недоступно в shareware-версии

source: Not enough space to save
es: No hay suficiente espacio para grabar
ru: Недостаточно места для сохранения

source: No Pause in town
es: Sin Pausa en el pueblo
ru: Пауза недоступна в городе

source: Copying to a hard disk is recommended
es: Se recomienda copiar a un disco duro
ru: Рекомендуется копирование на жёсткий диск

source: Multiplayer sync problem
es: Problema de sincronización multi jugador
ru: Проблема синхронизации сетевой игры

source: No pause in multiplayer
es: Sin pausa en multi jugador
ru: Пауза недоступна в сетевой игре

source: Saving...
es: Grabando...
ru: Сохранение...

source: Some are weakened as one grows strong
es: Algunos se debilitan a medida que uno se hace más fuerte
ru: Чем сильнее один, тем слабее другие

source: New strength is forged through destruction
es: Nueva fuerza se forja a través de la destrucción
ru: Прочность куётся из обломков

source: Those who defend seldom attack
es: Aquellos que defienden raras veces atacan
ru: Те, кто защищаются, редко атакуют

source: The sword of justice is swift and sharp
es: La espada de la justicia es rápida y afilada
ru: Меч правосудия быстр и остр

source: While the spirit is vigilant the body thrives
es: Mientras el espíritu está alerta, el cuerpo prospera
ru: В здоровом теле здоровый дух

source: The powers of mana refocused renews
es: Los poderes del maná reenfocado se renuevan
ru: Мощь маны воспряла вновь

source: Time cannot diminish the power of steel
es: El tiempo no puede disminuir el poder del acero
ru: Время не уменьшит силу стали

source: Magic is not always what it seems to be
es: La Magia no siempre es lo que parece
ru: Магия не всегда то, чем кажется

source: What once was opened now is closed
es: Lo que una vez estuvo abierto ahora está cerrado
ru: Что было открыто - закрыто теперь

source: Intensity comes at the cost of wisdom
es: La intensidad viene a costa de la sabiduría
ru: Интенсивность достигается за счёт мудрости

source: Arcane power brings destruction
es: El poder arcano trae destrucción
ru: Тайная сила приносит разруху

source: That which cannot be held cannot be harmed
es: Lo que no se puede sujetar, no se puede dañar
ru: Не сломать того, что не взять

source: Crimson and Azure become as the sun
es: Crarmesí y Azur se vuelven como el sol
ru: Кровь и лазурь становятся солнцем

source: Knowledge and wisdom at the cost of self
es: Conocimiento y sabiduría a costa de uno mismo
ru: Знания и мудрость ценой себя

source: Drink and be refreshed
es: Bebe y refréscate
ru: Пей и освежись

source: Wherever you go, there you are
es: Dondequiera que vayas, ahí estás
ru: Куда бы вы ни пошли, вот и вы

source: Energy comes at the cost of wisdom
es: La energía viene a costa de la sabiduría
ru: Энергия приходит за счёт мудрости

source: Riches abound when least expected
es: Las riquezas abundan cuando menos se espera
ru: Изобилие богатства, когда меньше всего ждёшь

source: Where avarice fails, patience gains reward
es: Donde la avaricia falla, la paciencia gana recompensa
ru: Где жадность терпит поражение, терпение вознаграждается

source: Blessed by a benevolent companion!
es: ¡Bendecido por un compañero benevolente!
ru: Благословлён великодушным спутником!

source: The hands of men may be guided by fate
es: Las manos de los hombres pueden ser guiadas por el destino
ru: Руки человека может направлять судьба

source: Strength is bolstered by heavenly faith
es: La fuerza se ve reforzada por la fe celestial
ru: Сила подкрепляется небесной верой

source: The essence of life flows from within
es: La esencia de la vida fluye desde dentro
ru: Суть жизни течёт изнутри

source: The way is made clear when viewed from above
es: El camino se aclara cuando se ve desde arriba
ru: С высоты путь виднее

source: Salvation comes at the cost of wisdom
es: La salvación viene a costa de la sabiduría
ru: Спасение достигается ценой мудрости

source: Mysteries are revealed in the light of reason
es: Los misterios se revelan a la luz de la razón
ru: Тайны раскрываются светом разума

source: Those who are last may yet be first
es: Los que son los últimos pueden ser los primeros
ru: Последние могут быть первыми

source: Generosity brings its own rewards
es: La generosidad trae sus propias recompensas
ru: Щедрость приносит свои плоды

source: You must be at least level 8 to use this.
es: Debes tener al menos el nivel 8 para usar esto.
ru: Вы должны быть не ниже 8 уровня, чтобы использовать это.

source: You must be at least level 13 to use this.
es: Debes tener al menos el nivel 13 para usar esto.
ru: Вы должны быть не ниже 13 уровня, чтобы использовать это.

source: You must be at least level 17 to use this.
es: Debes tener al menos el nivel 17 para usar esto.
ru: Вы должны быть не ниже 17 уровня, чтобы использовать это.

source: Arcane knowledge gained!
es: ¡Conocimiento arcano adquirido!
ru: Постигнуты тайные знания!

source: That which does not kill you...
es: Eso que no te mata ...
ru: То, что тебя не убивает...

source: Knowledge is power.
es: El conocimiento es poder.
ru: Знание - сила.

source: Give and you shall receive.
es: Da y recibirás.
ru: Давайте - и вам дано будет.

source: Some experience is gained by touch.
es: Se adquiere algo de experiencia mediante el tacto.
ru: Некоторый опыт приобретается на ощупь.

source: There's no place like home.
es: No hay lugar como el hogar.
ru: Нет места лучше дома.

source: Spiritual energy is restored.
es: Se restaura la energía espiritual.
ru: Духовная энергия восстановлена.

source: You feel more agile.
es: Te sientes más ágil.
ru: Вы чувствуете себя более подвижным.

source: You feel stronger.
es: Te sientes más fuerte.
ru: Вы чувствуете себя сильнее.

source: You feel wiser.
es: Te sientes más sabio.
ru: Вы чувствуете себя мудрее.

source: You feel refreshed.
es: Te sientes renovado.
ru: Вы чувствуете себя отдохнувшим.

source: That which can break will.
es: Aquello que puede romper la voluntad.
ru: То, что может сломать волю.

source: Cathedral
es: Catedral
ru: Собор

source: Catacombs
es: Catacumbas
ru: Катакомбы

source: Caves
es: Cuevas
ru: Пещеры

source: Nest
es: Nido
ru: Гнездо

source: Crypt
es: Crípta
ru: Склеп

source: Lv {} {}
es: Niv {} {}
ru: Ур {} {}

source: {} difficulty
es: {} dificultad
ru: {} сложность

source: In Menu
es: En Menú
ru: В меню

source: Unable to connect
es: No puede conectarse
ru: Невозможно соединиться

source: error: read 0 bytes from server
es: error: leidos 0 bytes del servidor
ru: ошибка: прочитано 0 байт с сервера
