Repository: wkdgmrclub/devilutionX
Catalog: Translations/*.po
Languages: es, ru

source: I did not know this Lazarus of whom you speak, but I do sense a great conflict within his being. He poses a great danger, and will stop at nothing to serve the powers of darkness which have claimed him as theirs.
es: No conocía a este Lazarus de quien hablas, pero siento un gran conflicto dentro de su ser. Representa un gran peligro y no se detendrá ante nada para servir a los poderes de las tinieblas que lo han reclamado como suyo.
ru: Я не знала Лазаря, о котором ты говоришь, но я чувствую, что в нём произошла ужасная перемена. Он представляет большую опасность и не остановится ни перед чем, лишь бы услужить тёмным силам, которые им завладели.

source: Yes, the righteous Lazarus, who was sooo effective against those monsters down there. Didn't help save my leg, did it? Look, I'll give you a free piece of advice. Ask Farnham, he was there.
es: Sí, el justo Lazarus, que fue taaan eficaz contra esos monstruos de allí. No ayudó a salvar mi pierna, ¿verdad? Mira, te daré un consejo gratis. Pregúntale a Farnham, él estaba allí.
ru: А, праведный Лазарь, как он сражался против тех монстров там, в подземелье. Но это не спасло мою ногу, не так ли? Слушай, я дам тебе бесплатный совет. Спроси Фарнама, он был там.

source: Abandon your foolish quest. All that awaits you is the wrath of my Master! You are too late to save the child. Now you will join him in Hell!
es: Abandona tu tonta búsqueda. ¡Todo lo que les espera es la ira de mi Maestro! Es demasiado tarde para salvar al niño. ¡Ahora te unirás a él en el Infierno!
ru: Оставь свои глупые попытки. Тебя ждёт страшный гнев моего Повелителя! Поздно, ты уже не спасёшь ребёнка. Ты пойдёшь вместе с ним прямо в Ад!

source: Hmm, I don't know what I can really tell you about this that will be of any help. The water that fills our wells comes from an underground spring. I have heard of a tunnel that leads to a great lake - perhaps they are one and the same. Unfortunately, I do not know what would cause our water supply to be tainted.
es: Hmm, no sé qué puedo decirte realmente que sea de alguna ayuda. El agua que llena nuestros pozos proviene de un manantial subterráneo. He oído hablar de un túnel que conduce a un gran lago - tal vez sean lo mismo. Desafortunadamente, no sé qué pasaría si nuestro suministro de agua estuviera contaminado.
ru: Кгх-кгх, не знаю, что и сказать, чтобы помочь тебе в этом деле. Наши колодцы наполняются водой, которая поступает из подземного источника. Я слышал о туннеле, который ведёт к большому озеру - может быть, это и есть источник. К сожалению, я не знаю, что может являться причиной порчи нашей воды.

source: I have always tried to keep a large supply of foodstuffs and drink in our storage cellar, but with the entire town having no source of fresh water, even our stores will soon run dry. Please, do what you can or I don't know what we will do.
es: Siempre he tratado de mantener una gran cantidad de alimentos y bebidas en nuestro sótano de almacenamiento, pero como todo el pueblo no tiene una fuente de agua dulce, incluso nuestras tiendas se secarán pronto. Por favor, haz lo que puedas o no sé qué haremos.
ru: Я всегда старался, чтобы у меня в погребе был большой запас продовольствия и питья, но у меня ненадолго хватит воды, когда нужно поить жителей всей деревни. Прошу тебя, помоги нам, иначе я не знаю, что с нами будет.

source: I'm glad I caught up to you in time! Our wells have become brackish and stagnant and some of the townspeople have become ill drinking from them. Our reserves of fresh water are quickly running dry. I believe that there is a passage that leads to the springs that serve our town. Please find what has caused this calamity, or we all will surely perish.
es: ¡Me alegro de haberte encontrado a tiempo! Nuestros pozos se han vuelto salobres, estancados y algunos de los habitantes del pueblo han enfermado al beber de ellos. Nuestras reservas de agua dulce se están secando rápidamente. Creo que hay un pasadizo que conduce a los manantiales que sirven a nuestro pueblo. Por favor, averigua qué ha causado esta calamidad, o seguramente todos moriremos.
ru: Как я рад, что встретил тебя! Вода в наших колодцах стала застоявшейся и гадкой, некоторые люди заболели оттого, что выпили её. Наши запасы чистой воды скоро кончатся. Я думаю, что существует проход, ведущий к источникам, которые питают колодцы деревни. Прошу тебя, найди причину этого бедствия, иначе мы все погибнем без воды.

source: Please, you must hurry. Every hour that passes brings us closer to having no water to drink. We cannot survive for long without your help.
es: Por favor, debes darse prisa. Cada hora que pasa nos acerca a no tener agua para beber. No podemos sobrevivir por mucho tiempo sin tu ayuda.
ru: Прошу тебя, поспеши. С каждым часом питьевой воды становится всё меньше и меньше. Если ты не поможешь, мы долго не продержимся.

source: What's that you say - the mere presence of the demons had caused the water to become tainted? Oh, truly a great evil lurks beneath our town, but your perseverance and courage gives us hope. Please take this ring - perhaps it will aid you in the destruction of such vile creatures.
es: ¿Qué dices? ¿La mera presencia de los demonios provocó que el agua se contaminara? Oh, verdaderamente un gran mal acecha debajo de nuestro pueblo, pero tu perseverancia y coraje nos dan esperanza. Por favor, toma este anillo, tal vez te ayude a destruir a esas criaturas tan viles.
ru: Что ты говоришь - простое присутствие демонов вызвало порчу воды? О да, в самом деле, ужасное зло притаилось под нашей деревней, но твои упорство и смелость вселяют в нас надежду. Вот, возьми это кольцо - может быть, оно поможет тебе в борьбе с этими отвратительными тварями.

source: My grandmother is very weak, and Garda says that we cannot drink the water from the wells. Please, can you do something to help us?
es: Mi abuela está muy débil y Garda dice que no podemos beber el agua de los pozos. Por favor, ¿puedes hacer algo para ayudarnos?
ru: Моя бабушка очень слаба, а Гарда говорит, что нельзя пить воду из колодцев. Если ты можешь как-то нам помочь, то пожалуйста, помоги.

source: Pepin has told you the truth. We will need fresh water badly, and soon. I have tried to clear one of the smaller wells, but it reeks of stagnant filth. It must be getting clogged at the source.
es: Pepin te ha dicho la verdad. Necesitaremos agua dulce con urgencia, y pronto. He intentado limpiar uno de los pozos más pequeños, pero huele a suciedad estancada. Debe estar obstruido en la fuente.
ru: Пепин правду говорит. Нам очень нужна чистая вода, и как можно быстрее. Я пытался почистить один колодец, но там стоит такая вонь. Должно быть, вода загрязняется у источника.

source: You drink water?
es: ¿Tu bebes agua?
ru: Ты пьёшь воду?

source: The people of Tristram will die if you cannot restore fresh water to their wells. Know this - demons are at the heart of this matter, but they remain ignorant of what they have spawned.
es: La gente de Tristram morirá si no puedes devolver agua fresca a sus pozos. Sepa esto: los demonios están en el centro de este asunto, pero siguen ignorando lo que han engendrado.
ru: Жители Тристрама погибнут, если ты не сможешь вернуть в колодцы чистую воду. Знай: это демоны виноваты в случившемся, но им самим неизвестно, что они наделали.

source: For once, I'm with you. My business runs dry - so to speak - if I have no market to sell to. You better find out what is going on, and soon!
es: Por una vez, estoy contigo. Mi negocio se seca, por así decirlo, si no tengo un mercado al que vender. ¡Será mejor que averigüe lo que está pasando, y pronto!
ru: На этот раз я с тобой согласен. Мои дела идут плохо, если я не буду иметь рынка сбыта. Лучше выясни, что происходит, и поскорее!

source: A book that speaks of a chamber of human bones? Well, a Chamber of Bone is mentioned in certain archaic writings that I studied in the libraries of the East. These tomes inferred that when the Lords of the underworld desired to protect great treasures, they would create domains where those who died in the attempt to steal that treasure would be forever bound to defend it. A twisted, but strangely fitting, end?
es: ¿Un libro que habla de una cámara de huesos humanos? Bueno, una Cámara de Hueso se menciona en ciertos escritos arcaicos que estudié en las bibliotecas del Este. Estos tomos inferían que cuando los Señores del inframundo desearan proteger grandes tesoros, crearían dominios donde aquellos que murieran en el intento de robar ese tesoro estarían obligados a defenderlo para siempre. ¿Un final retorcido, pero extrañamente apropiado?
ru: В книге говорится о палате человеческих костей? Палата Костей упоминается в некоторых древних писаниях, которые я изучал в библиотеках Востока. В тех фолиантах написано, что когда Повелители подземного мира желают защитить сокровище от воров, они создают такие места, где душа того, кто погибнет там при попытке похитить сокровища, навечно станет их стражем. Какой парадокс, не правда ли?

source: I am afraid that I don't know anything about that, good master. Cain has many books that may be of some help.
es: Me temo que no sé nada de eso, buen maestro. Caín tiene muchos libros que pueden ser de alguna ayuda.
ru: Боюсь, мне ничего об этом неизвестно. У Каина есть много книг. Может быть он поможет.

source: This sounds like a very dangerous place. If you venture there, please take great care.
es: Parece un lugar muy peligroso. Si te aventuras allí ten mucho cuidado.
ru: Похоже, это очень опасное место. Будь всё время начеку, если попадёшь туда.

source: I am afraid that I haven't heard anything about that. Perhaps Cain the Storyteller could be of some help.
es: Me temo que no he escuchado nada al respecto. Quizás Caín el Narrador podría ser de alguna ayuda.
ru: Боюсь, я ничего об этом не слышала. Возможно, Рассказчик Каин сможет вам помочь.

source: I know nothing of this place, but you may try asking Cain. He talks about many things, and it would not surprise me if he had some answers to your question.
es: No sé nada de este lugar, pero puedes intentar preguntarle a Caín. Habla de muchas cosas y no me sorprendería que tuviera algunas respuestas a tu pregunta.
ru: Я ничего не знаю о таком месте, спроси Каина. Он может рассказать много чего, и я не удивлюсь, если у него есть несколько ответов на твой вопрос.

source: Okay, so listen. There's this chamber of wood, see. And his wife, you know - her - tells the tree... cause you gotta wait. Then I says, that might work against him, but if you think I'm gonna PAY for this... you... uh... yeah.
es: Bien, escucha. Ahí está esta cámara de madera ¿ves? Y su esposa, ya sabes, ella, le dice al árbol ... porque tienes que esperar. Entonces digo, eso podría funcionar en su contra, pero si crees que voy a PAGAR por esto ... tú ... eh ... sí.
ru: Ладно, слушай. Есть такая палата дерева. И его жена, ты знаешь - говорит, что это дерева... потому как надо подождать. А я ей говорю, это сработает против него, а если ты думаешь, что я ОПЛАЧУСЬ за это... ты... эээ... да.

source: You will become an eternal servant of the dark lords should you perish within this cursed domain. Enter the Chamber of Bone at your own peril.
es: Te convertirás en un sirviente eterno de los señores oscuros si pereces dentro de este dominio maldito. Ingresa a la Cámara de Hueso bajo tu propio riesgo.
ru: Ты навечно станешь слугой повелителей тьмы, если тебя постигнет смерть в том проклятом месте. Входи в Палату Костей на свой страх и риск.

source: A vast and mysterious treasure, you say? Maybe I could be interested in picking up a few things from you... or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
es: ¿Un tesoro vasto y misterioso, dices? Tal vez podría estar interesado en recoger algunas cosas de ti ... o mejor aún, ¿no necesita algunos suministros raros y costosos para superar este calvario?
ru: Куча сокровищ, говоришь? Хм... Ну, может быть, я и куплю у тебя несколько вещиц... или, куда лучше, если ты купишь у меня что-то редкое и дорогое, что поможет тебе пройти это испытание?

source: It seems that the Archbishop Lazarus goaded many of the townsmen into venturing into the Labyrinth to find the King's missing son. He played upon their fears and whipped them into a frenzied mob. None of them were prepared for what lay within the cold earth... Lazarus abandoned them down there - left in the clutches of unspeakable horrors - to die.
es: Parece que el Arzobispo Lazarus incitó a muchos de los habitantes del pueblo a aventurarse en el Laberinto para encontrar al hijo desaparecido del Rey. Jugó con sus miedos y los convirtió en una multitud frenética. Ninguno de ellos estaba preparado para lo que había dentro de la tierra fría ... Lazarus los abandonó allí - dejados en las garras de indescriptibles horrores - para morir.
ru: Да, Архиепископ Лазарь заставил многих мужчин деревни отправится в Лабиринт на поиски пропавшего сына Короля Леорика. Он сыграл на их страхе и разжёг их гнев. Но никто из них не был готов к тому, что ожидало их под холодной землёй... Лазарь покинул их, бросил на растерзание ужасным тварям прямо в лапы смерти.

source: Yes, Farnham has mumbled something about a hulking brute who wielded a fierce weapon. I believe he called him a butcher.
es: Sí, Farnham ha murmurado algo sobre un enorme bruto que empuñaba un arma feroz. Creo que lo llamó carnicero.
ru: Да, Фарнам бормотал что-то о страшилище, махающим огромным острым топором. Кажется, он называл его мясником.

source: By the Light, I know of this vile demon. There were many that bore the scars of his wrath upon their bodies when the few survivors of the charge led by Lazarus crawled from the Cathedral. I don't know what he used to slice open his victims, but it could not have been of this world. It left wounds festering with disease and even I found them almost impossible to treat. Beware if you plan to battle this fiend...
es: Por la Luz, conozco a este vil demonio. Hubo muchos que llevaron las cicatrices de su ira en sus cuerpos cuando los pocos supervivientes de la carga encabezada por Lazarus salieron arrastrándose de la Catedral. No sé qué utilizó para cortar a sus víctimas, pero no pudo haber sido de este mundo. Dejó heridas infectadas por la enfermedad e incluso yo las encontré casi imposibles de tratar. Cuidado si planeas luchar contra este demonio ...
ru: О Господи, я знаю об этом гнусном демоне. У тех, кому удалось спастись той ночью выбраться из Собора, были раны, нанесённые этим жестоким чудовищем. Я не знаю, каким оружием он мог искромсать свои жертвы, но оно наверняка не из этого мира. От него оставались раны, гниющие от заразы, и даже я думал, что их невозможно вылечить. Берегись, если собираешься сразиться с этим извергом...

source: When Farnham said something about a butcher killing people, I immediately discounted it. But since you brought it up, maybe it is true.
es: Cuando Farnham dijo algo sobre un carnicero matando gente, inmediatamente lo descarté. Pero ya que lo mencionaste, tal vez sea cierto.
ru: Когда Фарман сказал что-то о Мяснике, который убивает людей, я не поверила. Но если уже ты говоришь о том же, то наверное это правда.

source: I saw what Farnham calls the Butcher as it swathed a path through the bodies of my friends. He swung a cleaver as large as an axe, hewing limbs and cutting down brave men where they stood. I was separated from the fray by a host of small screeching demons and somehow found the stairway leading out. I never saw that hideous beast again, but his blood-stained visage haunts me to this day.
es: Vi lo que Farnham llama el Carnicero mientras se abría camino a través de los cuerpos de mis amigos. Blandió una cuchilla del tamaño de un hacha, cortando miembros y cortando a hombres valientes donde estaban. Me separaron de la refriega una multitud de pequeños demonios que chillaban y, de alguna manera, encontré la escalera que conducía hacia afuera. Nunca volví a ver a esa horrible bestia, pero su rostro manchado de sangre me persigue hasta el día de hoy.
ru: Я видел этого Мясника, как называет его Фарнам. Он косил моих друзей, словно траву. Он махал своим огромным мясницким топором, разрубая отважных бойцов на части прямо на месте. Меня отбросили в сторону толпа маленьких визгливых демонов и я каким-то образом нашёл выход. После того я больше его не видел, но меня в дрожь бросает каждый раз, как я вспоминаю его гримасу, всю в запёкшейся крови.

source: Big! Big cleaver killing all my friends. Couldn't stop him, had to run away, couldn't save them. Trapped in a room with so many bodies... so many friends... NOOOOOOOOOO!
es: ¡Grande! Una cuchilla grande matando a todos mis amigos. No pude detenerlo, tuve que huir, no pude salvarlos. Atrapado en una habitación con tantos cuerpos ... tantos amigos ... ¡NOOOOOOOOOO!
ru: Огромный! Огромный топор! Он рубил моих друзей, убил их все! Я не мог его остановить, не мог их спасти! Я попался в ловушку, там так много трупов, я хотел убежать... ААГХААГХАА!

source: The Butcher is a sadistic creature that delights in the torture and pain of others. You have seen his handiwork in the drunkard Farnham. His destruction will do much to ensure the safety of this village.
es: El Carnicero es una criatura sádica que se deleita con la tortura y el dolor de los demás. Has visto su obra en el borracho Farnham. Su destrucción hará mucho para garantizar la seguridad de esta aldea.
ru: Мясник это жестокое чудовище, он получает удовольствие от страданий и боли других. Посмотри, что стало с Фарнамом из-за этого монстра. В деревне станет гораздо безопаснее, если ты его уничтожишь.

source: I know more than you'd think about that grisly fiend. His little friends got a hold of me and managed to get my leg before Griswold pulled me out of that hole. I'll put it bluntly - kill him before he kills you and adds your corpse to his collection.
es: Sé más de lo que piensas sobre ese demonio espantoso. Sus amiguitos me agarraron y lograron sacarme la pierna antes de que Griswold me sacara de ese agujero. Lo diré sin rodeos: mátalo antes de que te mate y agregue tu cadáver a su colección.
ru: Я знаю об этом ужасном демоне куда больше, чем ты думаешь. Его приятели сцапали меня и успели оттяпать мне ногу раньше, чем Гризвольд вытянул меня из этой дыры. Скажу прямо: убей его раньше, чем он убьёт тебя и добавит твой труп к своей коллекции.

source: Please, listen to me. The Archbishop Lazarus, he led us down here to find the lost prince. The bastard led us into a trap! Now everyone is dead... killed by a demon he called the Butcher. Avenge us! Find this Butcher and slay him so that our souls may finally rest...
es: Por favor escúchame. El arzobispo Lazarus, nos llevó hasta aquí para encontrar al príncipe perdido. ¡El bastardo nos llevó a una trampa! Ahora todo el mundo está muerto ... asesinados por un demonio que llamó el Carnicero. ¡Vénganos! Encuentra a este Carnicero y mátalo para que nuestras almas finalmente descansen ...
ru: Прошу, выслушай меня. Архиепископ Лазарь повёл нас сюда на поиски принца. Но этот подонок заманил нас в ловушку! Все погибли... их убил демон, его зовут Мясник. Отомсти за нас! Найди и убей этого Мясника, чтобы наши души наконец-то нашли покой...

source: You recite an interesting rhyme written in a style that reminds me of other works. Let me think now - what was it? ...Darkness shrouds the Hidden. Eyes glowing unseen with only the sounds of razor claws briefly scraping to torment those poor souls who have been made sightless for all eternity. The prison for those so damned is named the Halls of the Blind...
es: Recitas una rima interesante escrita en un estilo que me recuerda a otras obras. Déjame pensar ahora, ¿qué fue? ... La oscuridad envuelve lo Oculto. Ojos que brillan sin ser vistos con solo el sonido de las garras como navajas raspando brevemente para atormentar a esas pobres almas que han quedado ciegas por toda la eternidad. La prisión para los condenados se llama las Cámaras de los Ciegos ...
ru: Очень интересно. Этот стих написанный в стиле, который напоминает мне другие произведения. Дай-ка вспомнить - как же там? ... Тайна скрыта под саваном темноты. Глаза светятся, но они не видны. Только слышно, как острые когти рвут и пытают души несчастных, которые были навечно лишены зрения. Темница этих обречённых душ зовётся Залом Слепых...

source: I never much cared for poetry. Occasionally, I had cause to hire minstrels when the inn was doing well, but that seems like such a long time ago now. What? Oh, yes... uh, well, I suppose you could see what someone else knows.
es: Nunca me interesó mucho la poesía. De vez en cuando, tenía motivos para contratar juglares cuando la posada iba bien, pero eso parece que fue hace mucho tiempo. ¿Qué? Oh, sí ... eh, bueno, supongo que podrías ver lo que alguien más sabe.
ru: Я никогда не увлекался поэзией. Раньше, когда дела в таверне шли хорошо, я иногда нанимал менестрелей. Ах, это было так давно. Что? Ааа, да... ну... а, я думаю, лучше спроси у кого-нибудь другого.

source: This does seem familiar, somehow. I seem to recall reading something very much like that poem while researching the history of demonic afflictions. It spoke of a place of great evil that... wait - you're not going there are you?
es: Esto parece familiar, de alguna manera. Me parece recordar haber leído algo muy parecido a ese poema mientras investigaba la historia de las aflicciones demoníacas. Hablaba de un lugar de gran maldad que ... espera, no vas a ir allí, ¿verdad?
ru: Я что-то такое припоминаю. Кажется, я уже читал что-то похожее на этот стих, когда изучал историю недугов демонического происхождения. Там говорилось о месте величайшего зла, которое... погоди ка, ты же не собираесся туда пойти?

source: If you have questions about blindness, you should talk to Pepin. I know that he gave my grandmother a potion that helped clear her vision, so maybe he can help you, too.
es: Si tienes preguntas sobre la ceguera, debes hablar con Pepin. Sé que le dio a mi abuela una poción que ayudó a aclarar su visión, así que tal vez él también pueda ayudarte.
ru: Если тебя беспокоит слепота, то обратись к Пепину. Он дал моей бабушке снадобье, которое помогло ей поправить зрение. Может быть, он и тебе поможет.

source: I am afraid that I have neither heard nor seen a place that matches your vivid description, my friend. Perhaps Cain the Storyteller could be of some help.
es: Me temo que no he escuchado ni visto un lugar que coincida con su vívida descripción, amigo mío. Quizás Caín el Narrador podría ser de alguna ayuda.
ru: Я никогда не видел места, которое бы было похоже на твоё живописное описание, и ничего такого раньше не слышал. Спроси у Каина, может быть он знает.

source: Look here... that's pretty funny, huh? Get it? Blind - look here?
es: Mira aquí ... eso es muy gracioso, ¿eh? ¿Conseguirlo? Ciego, ¿mira aquí?
ru: Гляди ка... это так смешно, ха-ха! Понимаешь? Не видишь что-ли? Ахаха. Гляди, ахахахаха!

source: This is a place of great anguish and terror, and so serves its master well. Tread carefully or you may yourself be staying much longer than you had anticipated.
es: Este es un lugar de gran angustia y terror, y por eso sirve bien a su amo. Pisa con cuidado o puede que tu mismo te quedes mucho más tiempo de lo que habías anticipado.
ru: Это место страданий и ужаса, оно хорошо служит своему хозяину. Соблюдай там крайнюю осторожность, иначе задержишься там гораздо дольше, чем предполагаешь.
